{
    "id": 1,
    "names": ["s1", "t1", "season-1", "temporada-1", "1", "01"],

    "pt_br":{
        "synopsis":"A primeira temporada de Stranger Things foi anunciada pela Netflix em abril de 2015. Matt Duffer e Ross Duffer são os showrunners e produtores executivos. A primeira temporada estreou em 15 de julho de 2016, estrelada por Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown, Gaten Matarazzo, Caleb McLaughlin, Natalia Dyer, Charlie Heaton, Cara Buono e Matthew Modine, com Noah Schnapp, Joe Keery e Shannon Purser em papéis recorrentes. As performances de Ryder, Harbour, Wolfhard, Brown e Modine foram aclamadas pela crítica.",
        "numberOfEpisodes": 8,
        "launch":"15 de julho de 2016",
        "countryOfOrigin":"Estados Unidos",
        "premise":"A primeira temporada começa em novembro de 1983, quando pesquisadores do Laboratório Nacional Hawkins abrem um portal para o Mundo Invertido, uma dimensão alternativa. Um monstro do Mundo Invertido escapa e sequestra um garoto chamado Will Byers e uma adolescente chamada Barbara. A mãe de Will, Joyce, e o chefe de polícia da cidade, Jim Hopper, procuram Will, ao mesmo tempo, uma jovem garota psicocinética chamada Onze escapa do laboratório e ajuda os amigos de Will, Mike, Dustin e Lucas, em seus próprios esforços para encontrar Will.",
        "cast":{
            "principal":[
                "Winona Ryder como Joyce Byers",
                "David Harbour como Jim Hopper",
                "Finn Wolfhard como Mike Wheeler",
                "Millie Bobby Brown como Jane Ives / Onze",
                "Gaten Matarazzo como Dustin Henderson",
                "Caleb McLaughlin como Lucas Sinclair",
                "Natalia Dyer como Nancy Wheeler",
                "Charlie Heaton como Jonathan Byers",
                "Cara Buono como Karen Wheeler",
                "Matthew Modine como Martin Brenner"
            ],
            "Recorrente":[
                "Joe Keery como Steve Harrington",
                "Noah Schnapp como Will Byers",
                "Joe Chrest como Ted Wheeler",
                "Rob Morgan como Powell",
                "Shannon Purser como Barbara 'Barb' Holland",
                "John Paul Reynolds como Callahan",
                "Mark Steger como O Monstro",
                "Catherine Dyer como Connie Frazier",
                "Randall P. Havens como Scott Clarke",
                "Hugh Holub como Cientista Principal",
                "Tobias Jelinek como Agente Principal",
                "Cade Jones como James Dante",
                "Tinsley Price / Anniston Price como Holly Wheeler",
                "Susan Shalhoub Larkin como Florence",
                "Tony Vaughn como Russell Coleman",
                "Peyton Wich como Troy Walsh",
                "Charles Lawlor como Donald Melvald",
                "Chester Rushing como Tommy Hagan",
                "Chelsea Talmadge como Carol Perkins",
                "Robert Walker Branchaud como Agente Reparador",
                "Cynthia Barrett como Marsha Holland",
                "Aimee Mullins como Terry Ives",
                "Chris Sullivan como Benny Hammond",
                "Amy Seimetz como Becky Ives",
                "Glennelen Anderson como Nicole",
                "Ross Patridge como Lonnie Byers",
                "Stefanie Butler como Cynthia",
                "David Dwyer como Earl"
            ]
        },
        "production":{
            "desenvolvimento":"Stranger Things foi criado por Matt e Ross Duffer, conhecidos profissionalmente como The Duffer Brothers. Os dois terminaram de escrever e produzir seu filme de 2015, Hidden, que eles tentaram imitar o estilo de M. Night Shyamalan, no entanto, devido a mudanças na Warner Bros., sua distribuidora, o filme não teve um grande lançamento e os Duffers estavam inseguros de seu futuro. Para sua surpresa, o produtor de televisão Donald De Line se aproximou deles, impressionado com o roteiro de Hidden, e ofereceu-lhes a oportunidade de trabalhar em episódios de Wayward Pines ao lado de Shyamalan. Os irmãos foram orientados por Shyamalan durante a produção do episódio, de modo que, quando terminaram, sentiram que estavam prontos para produzir sua própria série de televisão.Os irmãos Duffer prepararam um roteiro que seria essencialmente semelhante ao episódio piloto da série, junto com um livro de notas de 20 páginas para ajudar a compra da série em torno de uma emissora. Eles lançaram a história para um número de redes de televisão a cabo, todos os quais rejeitaram o roteiro com base no fato de que eles sentiam que um enredo centrado em torno de crianças como personagens principais não funcionava, pedindo-lhes para torná-lo um programa infantil ou para deixar as crianças e se concentrar na investigação paranormal de Hopper. No início de 2015, Dan Cohen, vice-presidente da 21 Laps Entertainment, levou o roteiro ao colega Shawn Levy. Eles subsequentemente convidaram os irmãos para o seu escritório e compraram os direitos da série, dando plena autoria a eles. Depois de ler o piloto, o serviço de streaming Netflix comprou a temporada inteira por um valor não revelado; o programa foi anunciado posteriormente para o lançamento planejado de 2016 pela Netflix no início de abril de 2015. Os Duffer Brothers afirmaram que na época em que tinham ingressado na Netflix, o serviço já havia sido reconhecido por sua programação original, como House of Cards e Orange is the New Black, com produtores bem reconhecidos por trás deles e prontos para começar dando aos produtores futuros uma chance. Os irmãos começaram a escrever a série e trouxeram Levy e Cohen como produtores executivos para começar a escalar o elenco e filmar. A série era originalmente conhecida como Montauk, já que o cenário do roteiro estava em Montauk, Nova York e nas proximidades de Long Beach. Os irmãos escolheram Montauk, pois tinha mais ligações de Spielberg com o filme Jaws, onde Montauk foi usado para o cenário fictício de Amity Island. Depois de decidir mudar a narrativa da série para a cidade fictícia de Hawkins, os irmãos sentiram que agora podiam fazer coisas na cidade, como colocá-la em quarentena, que eles realmente não podiam imaginar com uma localização real. Com a mudança de localização, eles tiveram que criar um novo título para a série sob orientação de Ted Sarandos, da Netflix, para que eles pudessem começar a comercializá-lo para o público. Os irmãos começaram usando uma cópia do livro de Stephen King, Firestarter, para considerar a fonte e a aparência do título, e elaboraram uma longa lista de possíveis alternativas. Stranger Things surgiu como se parecesse com outro livro de King, Needful Things, apesar de Matt notar que ainda tinha 'muitos argumentos acalorados' sobre o título final.",
            "roteiro":"A idéia de Stranger Things começou com a forma como os irmãos sentiram que poderiam levar o conceito do filme Prisoners de 2013, detalhando as lutas morais que um pai passa quando sua filha é raptada, e expandi-lo ao longo de oito ou mais horas em uma abordagem de televisão serializada. Ao se concentrarem no aspecto infantil desaparecido da história, eles queriam introduzir a idéia de 'sensibilidade infantil' que podiam oferecer e brincavam com a idéia de um monstro que poderia devorar humanos. Os irmãos achavam que a combinação dessas coisas 'era a melhor coisa de todas'. Para introduzir esse monstro na narrativa, eles consideraram 'experiências bizarras que havíamos lido sobre a Guerra Fria', como o Projeto MKULTRA, que deu um jeito de fundamentar a existência do monstro na ciência, em vez de algo espiritual. Isso também os ajudou a decidir sobre o uso de 1983 do período de tempo, como foi um ano antes do filme Red Dawn, que focou na paranóia da Guerra Fria. Posteriormente, eles foram capazes de usar todas as suas próprias inspirações pessoais a partir da década de 1980, a década em que nasceram, como elementos da série, criando no mundo da ficção científica e do horror. Os Duffer Brothers citaram como influência para o programa (entre outros): livros de Stephen King; filmes produzidos por Steven Spielberg, John Carpenter, Wes Craven, Robert Zemeckis, George Lucas e Guillermo del Toro; filmes como Alien e Stand by Me; anime japonês como Akira e Elfen Lied; e videogames como Silent Hill e The Last of Us. Com a Netflix como plataforma, os irmãos Duffer não se limitaram a um formato típico de 22 episódios, optando pela abordagem de oito episódios. Eles estavam preocupados que uma temporada de 22 episódios na televisão seria difícil 'contar uma história cinematográfica' com tantos episódios. Oito episódios permitiram que eles dessem tempo para caracterização, além do desenvolvimento narrativo; se tivessem menos tempo disponível, eles teriam que permanecer comprometidos em contar um filme de terror assim que o monstro fosse apresentado e abandonar a caracterização. Nos oito episódios, os irmãos pretendiam fazer com que a primeira temporada 'parecesse um grande filme', com todas as principais linhas de enredo concluídas para que 'o público se sentisse satisfeito', mas deixou sem solução o suficiente para indicar 'há uma mitologia maior, e há muitos tópicos pendentes no final', algo que poderia ser explorado em outras temporadas se a Netflix optasse por criar mais.Quanto à escrita para os personagens infantis da série, os irmãos Duffer se consideravam excluídos de outros estudantes enquanto cursavam o ensino médio e, portanto, acharam fácil escrever para Mike e seus amigos, e particularmente para Barb. Joyce foi criada após o personagem de Richard Dreyfuss, Roy Neary, em Close Encounters of the Third Kind, quando ela parece 'absolutamente maluca' para todos os outros enquanto tenta encontrar Will. Outros personagens, como Billy na segunda temporada, têm mais atributos vilões que não são necessariamente óbvios desde o início; Matt explicou que eles se inspiraram mais em Stephen King para esses personagens, já que King 'empre tem grandes vilões humanos' que podem ser mais maliciosos que o mal sobrenatural.",
            "escolha do elenco":"Em junho de 2015, foi anunciado que Winona Ryder e David Harbour haviam se juntado à série como Joyce e como chefe de polícia sem nome, respectivamente. A diretora de elenco dos irmãos, Carmen Cuba, havia sugerido Ryder para o papel de Joyce, que os dois foram imediatamente atraídos por causa de sua predominância nos filmes dos anos 80. Levy acreditava que Ryder poderia 'desgraçar a urgência emocional e ainda encontrar camadas e nuances e lados diferentes de [Joyce]'. Ryder elogiou que as várias histórias da série exigiam que ela agisse por Joyce como 'ela está fora de si, mas ela está meio que em alguma coisa', e que os produtores acreditavam que ela poderia fazer o difícil papel. Os irmãos Duffer estavam interessados em Harbor antes, que até Stranger Things basicamente tinha papéis menores como personagens vilões, e eles sentiam que ele estava 'esperando muito tempo para esta oportunidade' de ter uma vantagem, enquanto o próprio Harbour estava entusiasmado com o roteiro e a chance de interpretar 'um personagem quebrado, defeituoso e anti-herói'.Na escolha do elenco adicional seguido dois meses depois com Finn Wolfhard como Mike, Millie Bobby Brown em um papel não revelado, Gaten Matarazzo como Dustin, Caleb McLaughlin como Lucas, Natalia Dyer como Nancy e Charlie Heaton como Jonathan. Em setembro de 2015, Cara Buono se juntou ao elenco como Karen, seguido por Matthew Modine como Martin Brenner um mês depois. Outro elenco adicional para a primeira temporada inclui Noah Schnapp como Will, Shannon Purser como Barbara 'Barb' Holland, Joe Keery como Steve Harrington, e Ross Partridge como Lonnie, entre outros. Os atores que fizeram audições para os papéis das crianças leram as trechos do filme Stand By Me. Os irmãos Duffer estimaram que eles passaram por cerca de mil atores diferentes para os papéis. Eles notaram que Wolfhard já era 'um cinéfilo' dos filmes do período de 1980 e facilmente preenchia o papel, enquanto eles achavam que o teste de Matarazzo era muito mais autêntico do que a maioria das outras audições, e o selecionaram depois de uma única exibição de seu vídeo de audição. Como o elenco foi iniciado imediatamente depois que a Netflix dilvougou o programa, e antes de os scripts serem totalmente concluídos, isso permitiu que alguns papéis do ator assumissem os papéis para refletir no roteiro. O elenco dos jovens atores foi feito logo após o primeiro roteiro ser concluído, e roteiros subsequentes incorporaram aspectos desses atores. Os irmãos disseram que Modine forneceu informações significativas sobre o caráter do Dr. Brenner, a quem eles não haviam realmente elaborado antes, considerando o personagem mais difícil de escrever, devido às suas aparições limitadas dentro da narrativa.",
            "filmagens":"Os irmãos desejaram filmar a série em torno da área de Long Island para coincidir com o conceito inicial de Montauk. No entanto, com as filmagens agendadas para novembro de 2015, foi difícil filmar em Long Island no tempo frio, e a produção começou a explorar locais dentro e ao redor da área de Atlanta, na Geórgia. Os irmãos, que cresceram na Carolina do Norte, encontraram muitos lugares que os fizeram lembrar de suas próprias infâncias naquela área, e sentiram que a área funcionaria bem com a mudança narrativa para a cidade fictícia de Hawkins, Indiana.As filmagens da primeira temporada começaram em novembro de 2015 e foram feitas extensivamente em Atlanta, Geórgia, com os irmãos Duffer e Levy lidando com a direção de episódios individuais. Jackson serviu de base para a cidade fictícia de Hawkins, Indiana. Outros locais de filmagem incluíam o Georgia Mental Health Institute como o local do Hawkins National Laboratory, Bellwood Quarry, Patrick Henry High School em Stockbridge, Geórgia, para as cenas do ensino médio e do ensino médio, O Departamento de Educação Continuada da Universidade Emory, a antiga prefeitura em Douglasville, Geórgia, Georgia International Horse Park, a corte de sucessões em Butts County, Geórgia, Old East Point Library e a East Point First Baptist Church em East Point, Geórgia, Fayetteville, Geórgia, Stone Mountain Park, Palmetto, Geórgia e Winston, Geórgia. O trabalho foi feito no Screen Gem Studios, em Atlanta. A série foi filmada com uma câmera digital Red Dragon. As filmagens para a primeira temporada foram concluídas no início de 2016.Durante as filmagens, os irmãos tentaram capturar o que poderiam ser vistas como homenagens a muitas das referências dos anos 80 que eles recordaram. Seu objetivo não era necessariamente preencher o trabalho com essas referências, mas sim fazer com que a série parece ao espectador como um filme dos anos 80. Eles passaram pouco tempo revisando essas obras e, em vez disso, passaram pela memória. Matt reconheceu ainda que algumas das suas homenagens nas filmagem não foram propositadamente feitas, mas foram encontradas para ser muito comparável, como destacado por um vídeo feito por fãs que compara o programa a vários trabalhos dos anos 80 lado a lado. Matt comentou no vídeo que 'lguns eram deliberados e outros subconscientes.' Os irmãos reconheceram que muitas das cenas icônicas desses filmes dos anos 80, como Poltergeist, eram sobre 'pegar um objeto muito comum com o qual as pessoas lidam todos os dias, seu aparelho de televisão e imbuí-lo com algo de outro mundo', levando à idéia de usar as cordas de luz de Natal para Will se comunicar com Joyce. Os irmãos atribuíram grande parte dos anos 80 ao set e figurinistas e os compositores de trilha sonora que ajudaram a criar a era para eles. Lynda Reiss, diretora de adereços, tinha um orçamento de US$ 220 mil, semelhante à maioria dos filmes, para adquirir artefatos da década de 80. A maior parte dos adereços eram itens originais dos anos 80 com apenas algumas peças, como os livros de Dungeons & Dragons feitos como réplicas.",
            "efeitos visuais":"Para criar o efeito envelhecido para a série, uma granulação de filme foi adicionado sobre a filmagem, que foi capturada por escaneamento em filme da década de 80. Os Duffers queriam assustar o público, mas não necessariamente tornar o programa violento ou sangrento, seguindo em linha com a forma como os filmes da Amblin Entertainment dos anos 80. Foi 'muito mais sobre humor e atmosfera e suspense e pavor do que sobre o sangue', embora não tenham medo de empurrar para elementos mais assustadores, particularmente no final da primeira temporada. Os irmãos queriam evitar qualquer efeito gerado por computador para o monstro e outras partes da série e permaneceram com efeitos práticos. No entanto, o tempo de filmagem de seis meses deixou pouco tempo para planejar e testar equipamentos de efeitos práticos para algumas cenas. Eles foram com um meio termo de usar adereços construídos, incluindo um para o monstro sempre que podiam, mas para outras cenas, como quando o monstro explode através de uma parede, eles optaram por usar efeitos digitais. A pós-produção na primeira temporada foi concluída uma semana antes de ser lançada na Netflix.Levy apresentou o estúdio aos irmãos Duffer, que explicou sua visão do programa inspirado nos anos 80, que ajudou o estúdio a consertar o conceito que os produtores queriam. Mais tarde, mas antes das filmagens, os produtores enviaram ao Imaginary Forces o roteiro do piloto, a música de fundo para os títulos da abertura, bem como as várias capas de livros de King e outros autores que eles usaram para estabelecer o título e as imagens, e estavam procurando uma abordagem similar para os títulos da série, usando principalmente uma sequência tipográfica. Eles se inspiraram em várias sequências de títulos de obras dos anos 80 que foram previamente projetadas por Richard Greenberg sob a R/GA, como Altered States e The Dead Zone. Eles também receberam informações de Dan Perri, que trabalhou nos créditos do título de vários filmes dos anos 80. Várias iterações incluíram o desaparecimento de letras, para refletir o tema 'ausente' do programa, e fazer com que as letras projetassem sombras sobre os outros, aludindo aos mistérios, antes de se fixarem nas letras deslizantes. O estúdio começou a trabalhar na sequência do título antes de filmar, e levou cerca de um mês, durante o processo de filmagem para deixar os produtores mergulharem no programa e voltarem com mais informações. Inicialmente, eles vinham trabalhando com várias fontes para o título e usavam closes das melhores características dessas fontes, mas, perto do fim, os produtores queriam trabalhar com a ITC Benguiat, exigindo que eles retrabalhassem as cenas. A sequência final é totalmente gerada por computador, mas eles se inspiraram em testar alguns efeitos práticos, como o uso de máscaras Kodalith, como teria sido feito nos anos 80, para desenvolver os filtros apropriados para o software de renderização. A abertura de episódios individuais usavam uma abordagem 'fly through', semelhante ao filme Bullitt, que os produtores haviam sugerido ao estúdio.",
            "musica":"A trilha sonora original de Stranger Things foi composta por Michael Stein e Kyle Dixon da banda eletrônica Survive. Ele faz uso extensivo de sintetizadores em homenagem aos artistas e compositores de cinema dos anos 80, incluindo Jean-Michel Jarre, Tangerine Dream, Vangelis, Goblin, John Carpenter, Giorgio Moroder, e Fabio Frizzi. De acordo com Stein e Dixon, os irmãos Duffer foram fãs da música da Survive, e usaram a música 'Dirge' para o trailer que foi usado para vender o programa para a Netflix. Uma vez que o programa teve um sinal verde, os Duffers contataram a Survive por volta de julho de 2015 para perguntar se eles ainda estavam fazendo música; os dois forneceram à equipe de produção dezenas de músicas do passado de sua banda para ganhar seu interesse, ajudando a conseguir o papel deles. Os dois trabalharam com os produtores para selecionar algumas de suas músicas antigas para retrabalhar o programa, enquanto desenvolviam novas músicas. Os dois haviam sido contratados antes do processo de seleção de elenco, de modo que suas demos de motivos eram usadas e tocadas nas fitas de audição dos atores, auxiliando na seleção do elenco. O tema do programa é baseado em um trabalho não utilizado que Stein escreveu muito antes, que acabou na biblioteca de trabalho que eles compartilharam com a equipe de produção, que achava que, com alguns retrabalhos, seria bom para os créditos de abertura.A trilha sonora original da primeira temporada, composta por 75 músicas de Dixon e Stein divididas em dois volumes, foi lançada pela Lakeshore Records. O primeiro e segundo volumes foram lançados digitalmente em 12 e 19 de agosto de 2016, respectivamente. Enquanto as versões físicas estavam disponíveis em 16 e 23 de setembro de 2016.Além da música original, Stranger Things apresenta música de época de artistas, incluindo The Clash, Toto, New Order, The Bangles, Foreigner, Echo and the Bunnymen, Peter Gabriel e Corey Hart, bem como trechos de Tangerine Dream, John Carpenter e Vangelis"
        },
        "reception":null,
        "episodes":[
            {
                "id": 1,
                "episodeNumber": 1,
                "title": "Capítulo Um: O Desaparecimento de Will Byers",
                "directedBy":"The Duffer Brothers",
                "WrittenBy":"The Duffer Brothers",
                "launch":"15 de julho de 2016",
                "synopsis":"Em novembro de 1983, no laboratório do Departamento de Energia dos Estados Unidos na cidade de Hawkins, Indiana, um cientista é atacado por uma criatura escondida. Enquanto anda de bicicleta após jogar uma maratona de Dungeons & Dragons com seus amigos, o garoto de 12 anos Will Byers encontra a criatura e desaparece. No dia seguinte, uma menina com cabelo raspado, vestindo um ropão hospitalar rouba a comida de um restaurante local. O proprietário, Benny, tem pena dela e a alimenta antes de chamar o serviço social. Ele vê uma tatuagem no braço dela, e a chama de Onze. Uma mulher chega e se apresenta como uma profissional do serviço social e assassina Benny. Homens armados chegam no restaurante para pegar Onze, mas ela escapa. A mãe de Will, Joyce, acredita que ouviu a voz de Will numa ligação, mas o telefone leva um curto-circuito. Os amigos de Will, Lucas, Mike e Dustin procuram-no na floresta e encontram Onze."
            },
            {
                "id": 2,
                "episodeNumber": 2,
                "title": "Capítulo Dois: A Estranha na Rua Maple",
                "directedBy":"The Duffer Brothers",
                "WrittenBy":"The Duffer Brothers",
                "launch":"15 de julho de 2016",
                "synopsis":"Os meninos levam Onze para a casa do Mike e ela dorme no porão. No dia seguinte, Mike apelida ela de 'On'. Ela diz que 'pessoas más' estão procurando por ela e se recusa a falar com os pais de Mike. Os cientistas do laboratório de encontram uma substância escorrendo nas paredes da casa de Joyce. Na casa de Mike, Onze reconhece Will por uma foto e aponta para ele. Dustin e Lucas querem dizer aos pais de Mike sobre a Onze, mas ela usa poderes mentais para impedi-los. Enquanto está a procura de Will, o Sr. Clarke, professor de Ciências dos meninos, descobre um pedaço de um vestido de hospital perto do laboratório. Nancy vai com sua amiga Barb para uma festa na casa do seu namorado, Steve. O irmão do Will, Jonathan, investiga o bosque onde Will desapareceu. Ele ouve um grito, corre mas encontra apenas Steve, Nancy e seus amigos brincando ao redor da piscina da casa do Steve. Ele tira fotos escondidas deles. Barb, sozinha à beira da piscina, desaparece. Joyce recebe outra ligação de Will, ouve uma música do quarto dele e vê algo surgindo através da parede. "
            },
            {
                "id": 3,
                "episodeNumber": 3,
                "title": "Capítulo Três: Caramba",
                "directedBy":"Shawn Levy",
                "WrittenBy":"Jessica Mecklenburg",
                "launch":"15 de julho de 2016",
                "synopsis":"Barb acorda em uma piscina vazia e suja. Ela grita para Nancy e tenta sair, mas é arrastada por algo invisível. Joyce coloca luzes de natal ao redor de sua casa para falar com Will, que pode fazer as luzes piscarem. O diretor do laboratório de Hawkins Dr. Martin Brenner, permite que o Xerife Hopper veja as imagens de câmera de segurança do laboratório. Hooper percebe que é falso. Ele e seus ajudantes vão do laboratório até uma mulher chamada Terry Ives que alega que a filha dela foi tomada por Martin Brenner. Onze tem um flashback com Brenner, com quem ela chama de 'papai', ele a coloca numa cela solitária por não querer usar seus poderes para prejudicar um gato. Nancy se preocupa com a Barb, que está desaparecida. Steve e seus amigos descobrem as fotografias que Jonathan tirou. Eles quebram a câmera. Nancy recupera uma foto da Barb à beira da piscina e retorna para casa do Steve para procurar por ela. Nancy encontra carro de Barb e vê a criatura na floresta. Joyce faz um código com as letras do alfabeto e com as luzes de Natal para se comunicar com Will, ele usa e diz que está vivo, mas não está seguro. Um corpo, aparentemente de Will, é descoberto na água em uma pedreira. "
            },
            {
                "id": 4,
                "episodeNumber": 4,
                "title": "Capítulo Quatro: O Corpo",
                "directedBy":"Shawn Levy",
                "WrittenBy":"Justin Doble",
                "launch":"15 de julho de 2016",
                "synopsis":"Onze consegue provar aos meninos que Will está vivo usando o walkie-talkie de Mike. Joyce vai ao necrotério para ver o corpo de Will mas se recusa a acreditar que é ele. Os meninos levam a Onze disfarçada para o colégio. Joyce ouve Will em sua parede da sala. Ela rasga o papel de parede para encontrar Will mas vê uma membrana tentando atravessar. No colégio, Onze usa o rádio amador do Sr. Clarke para o canal onde Will está conversando com sua mãe. Joyce destrói a parede com um machado, mas revela apenas a varanda da frente. Nancy descobre uma figura atrás Barb na foto de Jonathan. Jonathan percebe que a figura coincide com a descrição que sua mãe deu da criatura: uma figura humanoide com braços longos e sem rosto. Nancy diz a polícia sobre sua amiga desaparecida e depois admite para a mãe dela que ela dormiu com Steve. Quando ela diz a Steve sobre a polícia, ela está irritada que ele só se preocupe em não ter problemas com seu pai. Hopper confronta o polícial do estado que encontrou o corpo de Will e bate nele até que ele admita que ele foi obrigado a mentir. Hopper vai ao necrotério e descobre que o suposto corpo de Will é um boneco. Ele invade o laboratório de Hawkins. "
            },
            {
                "id": 5,
                "episodeNumber": 5,
                "title": "Capítulo Cinco: A Pulga e o Acrobata",
                "directedBy":"The Duffer Brothers",
                "WrittenBy":"Alison Tatlock",
                "launch":"15 de julho de 2016",
                "synopsis":"O pai de Will, Lonnie, assegura a Joyce que suas experiências são alucinações. Os meninos concluem que Will está preso em uma dimensão alternativa que Onze chama de Mundo Invertido. Hopper descobre um portal no porão do laboratório. Ele é nocauteado pelos guardas do laboratório e acorda em sua casa. Ele procura em sua casa e encontra um microfone escondido. Depois do funeral de Will, os meninos perguntam ao Sr. Clarke sobre outras dimensões. Ele diz a eles que uma gota espaço-temporal de alta energia poderia criar uma passagem entre as dimensões. Os policiais informam Hopper que carro de Barb foi encontrado pelo Estado; Hopper descobre o envolvimento do estado suspeito. Presumindo que um rasgo no espaço-tempo perturbaria o campo eletromagnético da Terra, os meninos seguem suas bússolas. Onze se lembra de ser colocada em um tanque de privação sensorial para telepaticamente espionar um homem falando russo; enquanto ouvia, ela se deparou com a criatura. Com medo de se deparar com a criatura novamente, Onze redireciona as bússolas. Lucas percebe a distorção e confronta ela. Mike a defende, Lucas e ele começam a brigar, Onze joga Lucas para longe com o poder da mente. Enquanto Dustin e Mike tantam acordar Lucas, Onze desaparece. Na floresta, Nancy e Jonathan encontram um cervo ferido. A criatura arrasta o cervo para longe, e Nancy e Jonathan seguem o rastro de sangue. Nancy rasteja através de uma passagem para o Mundo Invertido e descobre a criatura comendo o cervo. Ela pisa em um galho e chama a atenção da criatura. "
            },
            {
                "id": 6,
                "episodeNumber": 6,
                "title": "Capítulo Seis: O Monstro",
                "directedBy":"The Duffer Brothers",
                "WrittenBy":"Jessie Nickson-Lopez",
                "launch":"15 de julho de 2016",
                "synopsis":"Quando ela não consegue sair sozinha do portal, Jonathan puxa Nancy e a salva do monstro. Quando chega na casa dela, Nancy diz que sente medo e pede para que ele fique no quarto com ela. Steve vê eles juntos através da janela do seu quarto e acha que eles estão namorando. No dia seguinte, Nancy e Jonathan resolvem matar o monstro e compram armadilhas numa loja. Durante uma briga com o Steve, Jonathan agride um policial e é preso. Joyce e Hopper rastream Terry Ives, que é cuidada por sua irmã Becky e é catatônica. Becky explica que Terry foi submetidos a testes do Projeto MKUltra enquanto estava grávida; ela acredita que a filha dela, Jane, foi raptada por Brenner no nascimento. Joyce e Hopper concluem que Onze é a provável Jane. Onze rouba waffles de um mercado. Ela se recorda que pedem para ela entrar em contato com o monstro abrindo um portal no Mundo Invertido pelo porão do laboratório. Enquanto procuram por Onze, Mike e Dustin caem em uma emboscada pelos valentões Troy e James. Troy impede Dustin com uma faca e exige que Mike faça um salto suicida no lago onde o corpo de Will foi descoberto. Mike pula, mas é levitado com segurança por Onze, que despacha os valentões. Lucas vê agentes deixando o laboratório e percebe que eles estão indo para a casa do Mike. "
            },
            {
                "id": 7,
                "episodeNumber": 7,
                "title": "Capítulo Sete: A Banheira",
                "directedBy":"The Duffer Brothers",
                "WrittenBy":"Justin Doble",
                "launch":"15 de julho de 2016",
                "synopsis":"Lucas avisa Mike via walkie-talkie que os agentes do governo estão a caminho. Mike, Dustin e Onze fogem da casa. Onze vira uma van com o poder da mente e as crianças fogem. Lucas se reconcilia com Mike e Onze. Joyce e Hopper são chamados para a delegacia por causa da prisão do Jonathan. Jonathan e Nancy falaram o que sabiam sobre o monstro para Joyce e Hopper. O grupo entra em contato com Mike e seus amigos e eles encontram. Eles pedem para Onze procurar Will e Barb, mas seus feitos anteriores a deixaram muito fraca para encontrá-los. Para ampliar os poderes de Onze, eles invadem o colégio e constroem um tanque de privação sensorial. Onze encontra o cadáver de Barb com uma criatura parecida com uma lesma saindo de sua boca. Com a ajuda de Joyce, ela encontra Will vivo, no Mundo Invertido, no 'Forte Byers', o seu forte no quintal. Hopper e Joyce invadem o Laboratório Hawkins, mas são presos por guardas de segurança. Nancy e Jonathan resolvem matar o monstro e roubar sua caça de volta da estação de polícia. No Mundo invertido, o monstro invade o forte onde Will está escondido. "
            },
            {
                "id": 8,
                "episodeNumber": 8,
                "title": "Capítulo Oito: O Mundo Invertido",
                "directedBy":"The Duffer Brothers",
                "WrittenBy":"Paul Dichter, The Duffer Brothers",
                "launch":"15 de julho de 2016",
                "synopsis":"Hopper dá a localização de Onze para Brenner em troca do acesso ao portal. Ele e Joyce entram no Mundo Invertido. Hopper lembra de sua filha Sarah lutando para respirar antes de seu diagnóstico com câncer. Nancy e Jonathan armam a armadilha na casa dos Byers, em seguida, cortam as mãos para atrair o monstro com seu sangue. Steve chega, com a intenção de pedir desculpas a Jonathan sobre a briga. O monstro ataca mas desaparece antes de cair na armadilha. Steve entra em seu carro para sair, mas fica quando ele percebe que o monstro está voltando. O monstro cai na armadilha, mas volta para o Mundo Invertido. Onze e os meninos se escondem no colégio. Mike pede Onze para uma dança de escola chamada Snow Ball e a beija. Brenner e seus agentes chegam para pegar Onze de volta; Onze mata a maioria deles, mas fica muito cansada. Quando Benner a adormece, o monstro o ataca. Os meninos levam onze para uma sala de aula e se escondem. Hopper e Joyce encontram o ninho do monstro na biblioteca da cidade do Mundo Invertido. Will está lá, inconsciente com uma gavinha em sua garganta. No colégio, o monstro aparece e encontra as crianças, mas é desintegrado pela Onze, que logo depois, desaparece. Hopper e Joyce conseguem reanimar Will. Will é hospitalizado e se reuniu com sua mãe, irmão e amigos. Hopper é persistente ao pegar um carro preto. Um mês depois, Nancy volta a namorar com Steve, e ambos são amigos de Jonathan. Hopper deixa waffles e outros alimentos em uma caixa na floresta. Will tosse uma criatura que se parece com uma lesma e tem uma visão do Mundo Invertido, mas decide esconder isso de sua família. "
            }
        ]
    },
    "en_us":{
        "synopsis":"The first season of Stranger Things was announced by Netflix in April 2015. Matt Duffer and Ross Duffer are the showrunners and executive producers. The first season premiered on July 15, 2016, starring Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown, Gaten Matarazzo, Caleb McLaughlin, Natalia Dyer, Charlie Heaton, Cara Buono and Matthew Modine, with Noah Schnapp, Joe Keery and Shannon Purser in recurring roles. The performances by Ryder, Harbour, Wolfhard, Brown and Modine were critically acclaimed.",
        "numberOfEpisodes": 8,
        "launch":"July 15, 2016",
        "countryOfOrigin":"United States",
        "premise":"The first season begins in November 1983, when researchers at Hawkins National Laboratory open a portal to the Inverted World, an alternate dimension. A monster from the Inverted World escapes and kidnaps a boy named Will Byers and a teenage girl named Barbara. Will's mother, Joyce, and the town's police chief, Jim Hopper, search for Will; at the same time, a young psychokinetic girl named Eleven escapes from the lab and helps Will's friends, Mike, Dustin, and Lucas, in their own efforts to find Will.",
        "cast":{
            "director":[
                "Winona Ryder as Joyce Byers",
                "David Harbor as Jim Hopper",
                "Finn Wolfhard as Mike Wheeler",
                "Millie Bobby Brown as Jane Ives / Eleven",
                "Gaten Matarazzo as Dustin Henderson",
                "Caleb McLaughlin as Lucas Sinclair",
                "Natalia Dyer as Nancy Wheeler",
                "Charlie Heaton as Jonathan Byers",
                "Cara Buono as Karen Wheeler",
                "Matthew Modine as Martin Brenner"
            ],
            "Recurrent":[
                "Joe Keery as Steve Harrington",
                "Noah Schnapp as Will Byers",
                "Joe Chrest as Ted Wheeler",
                "Rob Morgan as Powell",
                "Shannon Purser as Barbara 'Barb' Holland",
                "John Paul Reynolds as Callahan",
                "Mark Steger as The Monster",
                "Catherine Dyer as Connie Frazier",
                "Randall P. Havens as Scott Clarke",
                "Hugh Holub as Chief Scientist",
                "Tobias Jelinek as Lead Agent",
                "Cade Jones as James Dante",
                "Tinsley Price / Anniston Price as Holly Wheeler",
                "Susan Shalhoub Larkin as Florence",
                "Tony Vaughn as Russell Coleman",
                "Peyton Witch as Troy Walsh",
                "Charles Lawlor as Donald Melvald",
                "Chester Rushing as Tommy Hagan",
                "Chelsea Talmadge as Carol Perkins",
                "Robert Walker Branchaud as Repairing Agent",
                "Cynthia Barrett as Marsha Holland",
                "Aimee Mullins as Terry Ives",
                "Chris Sullivan as Benny Hammond",
                "Amy Seimetz as Becky Ives",
                "Glennelen Anderson as Nicole",
                "Ross Patridge as Lonnie Byers",
                "Stefanie Butler as Cynthia",
                "David Dwyer as Earl"
            ]
        },
        "production":{
            "development": "Stranger Things was created by Matt and Ross Duffer, known professionally as The Duffer Brothers. The two finished writing and producing their 2015 film, Hidden, which they tried to emulate the style of M. Night Shyamalan, however, due to changes at Warner Bros., their distributor, the film did not have a wide release and the Duffers were unsure of its future. To their surprise, television producer Donald De Line approached them, impressed with Hidden's script, and offered them the opportunity to work on episodes of Wayward Pines alongside Shyamalan. The brothers were mentored by Shyamalan during the production of the episode, so that when they finished, they felt they were ready to produce their own television series.The Duffer brothers prepared a script that would essentially be similar to the pilot episode of the series, along with a 20-page notebook to help buy the series around a broadcaster. They pitched the story to a number of cable television networks, all of whom rejected the script on the basis that they felt a storyline centered around children as main characters didn't work, asking them to make it a children's show or to drop the children and focus on Hopper's paranormal investigation. In early 2015, Dan Cohen, vice president of 21 Laps Entertainment, took the script to colleague Shawn Levy. They subsequently invited the brothers to their office and bought the rights to the series, giving them full authorship. After reading the pilot, streaming service Netflix purchased the entire season for an undisclosed amount; the show was subsequently announced for Netflix's planned 2016 release in early April 2015. The Duffer Brothers stated that by the time they had joined Netflix, the service had already been recognized for its original programming, such as House of Cards and Orange is the New Black, with well-recognized producers behind them and ready to start giving future producers a chance. The brothers began writing the series and brought in Levy and Cohen as executive producers to begin casting and filming. The series was originally known as Montauk, as the setting of the script was in Montauk, New York and nearby Long Beach. The brothers chose Montauk as it had more of Spielberg's connections to the movie Jaws, where Montauk was used for the fictional Amity Island setting. After deciding to move the narrative of the series to the fictional town of Hawkins, the brothers felt that they could now do things in the town, like quarantine it, that they really couldn't imagine with a real location. With the change of location, they had to create a new title for the series under the guidance of Netflix's Ted Sarandos so that they could start marketing it to the public. The brothers started by using a copy of Stephen King's book, Firestarter, to consider the source and appearance of the title, and came up with a long list of possible alternatives. Stranger Things came up as looking like another of King's books, Needful Things, although Matt noted that he still had 'many heated arguments' about the final title.",    
            "script": "The idea for Stranger Things started with how the brothers felt they could take the concept of the 2013 film Prisoners, detailing the moral struggles a father goes through when his daughter is kidnapped, and expand it over eight or more hours in a serialized television approach. By focusing on the missing child aspect of the story, they wanted to introduce the idea of 'child sensitivity' that they could offer and played with the idea of a monster that could devour humans. The brothers thought that the combination of these things 'was the best thing of all'. To introduce this monster into the narrative, they considered 'bizarre experiments we had read about in the Cold War', such as Project MKULTRA, which found a way to ground the monster's existence in science, rather than something spiritual. This also helped them decide on the use of 1983 of the time period, as it was a year before the movie Red Dawn, which focused on Cold War paranoia. Subsequently, they were able to use all of their own personal inspirations from the 1980s, the decade they were born, as elements of the series, creating in the world of science fiction and horror. The Duffer Brothers cited as influences for the show (among others): books by Stephen King; films produced by Steven Spielberg, John Carpenter, Wes Craven, Robert Zemeckis, George Lucas, and Guillermo del Toro; movies like Alien and Stand by Me; Japanese anime like Akira and Elfen Lied; and video games like Silent Hill and The Last of Us. With Netflix as their platform, the Duffer brothers did not stick to a typical 22-episode format, opting instead for the eight-episode approach. They were concerned that a 22-episode season on television would be difficult to 'tell a cinematic story' with that many episodes. Eight episodes allowed them to allow time for characterization in addition to narrative development; if they had less time available, they would have to remain committed to telling a horror movie once the monster was introduced and abandon characterization. In the eight episodes, the brothers intended to make the first season 'feel like a great movie,' with all the major plot lines completed so that 'the audience would feel satisfied,' but left unresolved enough to indicate 'there's a larger mythology, and there are a lot of outstanding threads at the end,' something that could be explored in other seasons if Netflix chose to create more. As for writing for the series' child characters, the Duffer brothers considered themselves excluded from other students while in high school and therefore found it easy to write for Mike and his friends, and particularly Barb. Joyce was created after Richard Dreyfuss' character Roy Neary in Close Encounters of the Third Kind, when she seems 'absolutely crazy' to everyone else while trying to find Will. Other characters, like Billy in season two, have more villainous attributes that aren't necessarily obvious from the start; Matt explained that they drew more inspiration from Stephen King for these characters, since King 'employs great human villains' who can be more malicious than supernatural evil.",
            "casting choice": "In June 2015, it was announced that Winona Ryder and David Harbour had joined the series as Joyce and the unnamed police chief, respectively. The brothers' casting director, Carmen Cuba, had suggested Ryder for the role of Joyce, which the two were immediately drawn to because of her dominance in 1980s films. Levy believed that Ryder could 'bely the emotional urgency and still find layers and nuances and different sides of [Joyce].' Ryder praised that the various stories in the series required her to act for Joyce as 'she's out of her mind, but she's kind of on to something,' and that the producers believed she could play the difficult role. The Duffer brothers were interested in Harbor before, who up until Stranger Things basically had minor roles as villainous characters, and they felt he was 'waiting too long for this opportunity' to get a head start, while Harbour himself was excited about the script and the chance to play 'a broken, flawed, anti-hero character'. On choosing the additional cast followed two months later with Finn Wolfhard as Mike, Millie Bobby Brown in an undisclosed role, Gaten Matarazzo as Dustin, Caleb McLaughlin as Lucas, Natalia Dyer as Nancy and Charlie Heaton as Jonathan. In September 2015, Cara Buono joined the cast as Karen, followed by Matthew Modine as Martin Brenner a month later. Additional casting for the first season includes Noah Schnapp as Will, Shannon Purser as Barbara 'Barb' Holland, Joe Keery as Steve Harrington, and Ross Partridge as Lonnie, among others. The actors who auditioned for the children's roles read the excerpts from the film Stand By Me. The Duffer brothers estimated that they went through about a thousand different actors for the roles. They noted that Wolfhard was already 'a movie buff' of 1980s period films and easily filled the role, while they felt that Matarazzo's test was much more authentic than most other auditions, and selected him after a single viewing of his audition video. Since the casting was started immediately after Netflix dilvouged the show, and before the scripts were fully completed, this allowed some of the actor's roles to take over to reflect in the script. The casting of the young actors was done soon after the first script was completed, and subsequent scripts incorporated aspects of those actors. The brothers said that Modine provided significant information about the character of Dr. Brenner, whom they had not really elaborated on before, considering the character the most difficult to write due to his limited appearances within the narrative.",
            "filming": "The brothers wished to film the series around the Long Island area to coincide with the initial Montauk concept. However, with filming scheduled for November 2015, it was difficult to film on Long Island in the cold weather, and the production began exploring locations in and around the Atlanta, Georgia area. The brothers, who grew up in North Carolina, found many places that reminded them of their own childhoods in that area, and felt that the area would work well with the narrative shift to the fictional town of Hawkins, Indiana.Filming for the first season began in November 2015 and was done extensively in Atlanta, Georgia, with the Duffer brothers and Levy handling the direction of individual episodes. Jackson served as the base for the fictional town of Hawkins, Indiana. Other filming locations included the Georgia Mental Health Institute as the site of the Hawkins National Laboratory, Bellwood Quarry, Patrick Henry High School in Stockbridge, Georgia for the middle school and high school scenes, The Department of Continuing Education at Emory University, the old city hall in Douglasville, Georgia, Georgia International Horse Park, the probate court in Butts County, Georgia, Old East Point Library and the East Point First Baptist Church in East Point, Georgia, Fayetteville, Georgia, Stone Mountain Park, Palmetto, Georgia and Winston, Georgia. The work was done at Screen Gem Studios in Atlanta. The series was filmed with a Red Dragon digital camera. Filming for the first season was completed in early 2016.During filming, the brothers tried to capture what could be seen as homages to many of the 80's references they remembered. Their goal was not necessarily to fill the work with these references, but rather to make the series seem to the viewer like an 80s movie. They spent little time reviewing these works and instead went through memory. Matt also acknowledged that some of their homages in the footage were not purposefully made, but were found to be very comparable, as highlighted by a fan-made video that compares the show to several 80s works side by side. Matt commented in the video that 'some were deliberate and some were subconscious.' The brothers acknowledged that many of the iconic scenes in those 80s films, such as Poltergeist, were about 'taking a very common object that people deal with every day, their television set, and imbuing it with something otherworldly,' leading to the idea of using the strings of Christmas lights to Will to communicate with Joyce. The brothers attributed much of the 1980s to the set and costume designers and the soundtrack composers who helped create the era for them. Lynda Reiss, props director, had a budget of $220,000, similar to most films, to acquire 1980s artifacts. Most of the props were original 1980s items with only a few pieces, such as the Dungeons & Dragons books made as replicas.",
            "visual effects": "To create the aged effect for the series, a film grain was added over the footage, which was captured by scanning in film from the 1980s. The Duffers wanted to scare the audience, but not necessarily make the show violent or gory, following in line with the way Amblin Entertainment films of the 1980s did. It was 'much more about humor and atmosphere and suspense and dread than it was about blood,' although they weren't afraid to push for scarier elements, particularly towards the end of the first season. The brothers wanted to avoid any computer-generated effects for the monster and other parts of the series and stayed with practical effects. However, the six-month shooting time left little time to plan and test practical effects equipment for some scenes. They went with a middle ground of using constructed props, including one for the monster whenever they could, but for other scenes, such as when the monster explodes through a wall, they opted to use digital effects. Post-production on the first season was completed a week before it was released on Netflix.Levy introduced the studio to the Duffer brothers, who explained their vision for the 80s-inspired show, which helped the studio fix the concept the producers wanted. Later, but before filming, the producers sent Imaginary Forces the script for the pilot, the background music for the opening titles, as well as the various book covers by King and other authors that they used to establish the title and images.They were looking for a similar approach for the series titles, using primarily a typographic sequence. They were inspired by several title sequences from 1980s works that were previously designed by Richard Greenberg under R/GA, such as Altered States and The Dead Zone. They also got input from Dan Perri, who worked on the title credits for several 80's films. Several iterations included disappearing letters, to reflect the 'absent' theme of the show, and having the letters cast shadows on others, alluding to mysteries, before settling on the sliding letters. The studio began working on the title sequence before filming, and it took about a month during the filming process to let the producers dive into the show and come back with more information. Initially, they had been working with several sources for the title and used closeups of the best features of those sources, but near the end, the producers wanted to work with ITC Benguiat, requiring them to rework the scenes. The final sequence is entirely computer-generated, but they were inspired to test some practical effects, such as the use of Kodalith masks, as would have been done in the 1980s, to develop the appropriate filters for the rendering software. The opening of individual episodes used a 'fly through' approach, similar to the movie Bullitt, which the producers had suggested to the studio.",
            "music": "The original soundtrack for Stranger Things was composed by Michael Stein and Kyle Dixon of the electronic band Survive. It makes extensive use of synthesizers in homage to film artists and composers of the 1980s, including Jean-Michel Jarre, Tangerine Dream, Vangelis, Goblin, John Carpenter, Giorgio Moroder, and Fabio Frizzi. According to Stein and Dixon, the Duffer brothers were fans of Survive's music, and used the song 'Dirge' for the trailer that was used to sell the show to Netflix. Once the show got a green light, the Duffers contacted Survive around July 2015 to ask if they were still making music; the two provided the production team with dozens of songs from their band's past to gain their interest, helping to land their role. The two worked with the producers to select some of their old songs to rework for the show, while developing new songs. The two had been hired prior to the casting process, so their motif demos were used and played on the actors' audition tapes, aiding in casting. The show's theme is based on an unused work that Stein wrote much earlier, which ended up in the working library that they shared with the production team, who thought that with some reworking, it would be good for the opening credits.The original soundtrack for the first season, consisting of 75 songs by Dixon and Stein divided into two volumes, was released by Lakeshore Records. The first and second volumes were released digitally on August 12 and 19, 2016, respectively. While the physical versions were available on September 16 and 23, 2016.In addition to original music, Stranger Things features period music from artists including The Clash, Toto, New Order, The Bangles, Foreigner, Echo and the Bunnymen, Peter Gabriel and Corey Hart, as well as excerpts from Tangerine Dream, John Carpenter and Vangelis."
        },
        "reception":null,
        "episodes":[
            {
                "id": 1,
                "episodeNumber": 1,
                "title": "Chapter One: The Disappearance of Will Byers",
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "July 15, 2016",
                "synopsis": "In November 1983, at the United States Department of Energy laboratory in the town of Hawkins, Indiana, a scientist is attacked by a hidden creature. While riding his bike after playing a Dungeons & Dragons marathon with his friends, 12-year-old Will Byers finds the creature and disappears. The next day, a girl with shaved hair wearing a hospital gown steals food from a local restaurant. The owner, Benny, takes pity on her and feeds her before calling social services. He sees a tattoo on her arm, and calls her Eleven. A woman arrives and introduces herself as a social service worker and murders Benny. Armed men arrive at the restaurant to get Eleven, but she escapes. Will's mother, Joyce, believes she heard Will's voice on a call, but the phone short-circuits. Will's friends, Lucas, Mike and Dustin search the woods for him and find Eleven."
            },
            {
                "id": 2,
                "episodeNumber": 2,
                "title": "Chapter Two: The Stranger on Maple Street",
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "July 15, 2016",
                "synopsis": "The boys take Eleven to Mike's house and she sleeps in the basement. The next day, Mike nicknames her 'On'. She says that 'bad people' are looking for her and refuses to talk to Mike's parents. The scientists at On's lab find a substance oozing from the walls of Joyce's house. At Mike's house, Eleven recognizes Will from a photo and points to him. Dustin and Lucas want to tell Mike's parents about Eleven, but she uses mental powers to stop them. While searching for Will, Mr. Clarke, the boys' science teacher, discovers a piece of a hospital gown near the lab. Nancy goes with her friend Barb to a party at the home of her boyfriend, Steve. Will's brother, Jonathan, investigates the woods where Will disappeared. He hears a scream, runs but finds only Steve, Nancy and their friends playing around the pool at Steve's house. He takes hidden pictures of them. Barb, alone by the pool, disappears. Joyce gets another call from Will, hears a song from his room, and sees something emerging through the wall. "
            },
            {
                "id": 3,
                "episodeNumber": 3,
                "title": "Chapter Three: Holy crap",
                "directedBy": "Shawn Levy",
                "writtenBy": "Jessica Mecklenburg",
                "launch": "July 15, 2016",
                "synopsis": "Barb wakes up in an empty, dirty pool. She screams at Nancy and tries to get out, but is dragged away by something unseen. Joyce puts up Christmas lights around her house to talk to Will, who can make the lights blink. Hawkins lab director Dr. Martin Brenner, allows Sheriff Hopper to view the lab's security camera footage. Hooper realizes that it is fake. He and his deputies go from the lab to a woman named Terry Ives who claims that her daughter was taken by Martin Brenner. Eleven has a flashback with Brenner, whom she calls 'Daddy', he puts her in a solitary cell for not wanting to use her powers to harm a cat. Nancy worries about Barb, who is missing. Steve and his friends discover the photographs Jonathan has taken. They break the camera. Nancy retrieves a picture of Barb by the pool and returns to Steve's house to look for her. Nancy finds Barb's car and sees the creature in the woods. Joyce makes a code with the letters of the alphabet and Christmas lights to communicate with Will, he uses it and says he is alive, but not safe. A body, apparently Will's, is discovered in the water in a quarry. "
            },
            {
                "id": 4,
                "episodeNumber": 4,
                "title": "Chapter Four: The Body",
                "directedBy": "Shawn Levy",
                "writtenBy": "Justin Doble",
                "launch": "July 15, 2016",
                "synopsis": "Eleven manages to prove to the boys that Will is alive using Mike's walkie-talkie. Joyce goes to the morgue to see Will's body but refuses to believe it is him. The boys take Eleven to school in disguise. Joyce hears Will on her living room wall. She tears off the wallpaper to find Will but sees a membrane trying to get through. At the high school, Eleven uses Mr. Clarke's amateur radio for the channel where Will is talking to his mother. Joyce destroys the wall with an axe, but reveals only the front porch. Nancy discovers a figure behind Barb in Jonathan's photo. Jonathan realizes that the figure matches the description his mother gave of the creature: a humanoid figure with long arms and no face. Nancy tells the police about her missing friend and then admits to her mother that she slept with Steve. When she tells Steve about the police, she is annoyed that he is only concerned about not getting in trouble with his father. Hopper confronts the state policeman who found Will's body and beats him until he admits that he was forced to lie. Hopper goes to the morgue and discovers that Will's supposed body is a dummy. He breaks into Hawkins' laboratory. "
            },
            {
                "id": 5,
                "episodeNumber": 5,
                "title": "Chapter Five: The Flea and the Acrobat",
                "directedBy": "The Duffer Brothers",
                "writtenBy": "Alison Tatlock",
                "launch": "July 15, 2016",
                "synopsis": "Will's father, Lonnie, assures Joyce that his experiences are hallucinations. The boys conclude that Will is trapped in an alternate dimension that Eleven calls the Inverted World. Hopper discovers a portal in the basement of the laboratory. He is knocked out by the lab guards and wakes up in his home. He searches his house and finds a hidden microphone. After Will's funeral, the boys ask Mr. Clarke about other dimensions. He tells them that a high-energy space-time drop could create a passage between dimensions. The cops inform Hopper that Barb's car was found by the state; Hopper discovers the suspect state's involvement. Assuming that a rip in space-time would disrupt Earth's electromagnetic field, the boys follow their compasses. Eleven remembers being placed in a sensory deprivation tank to telepathically spy on a man speaking Russian; while listening, she came across the creature. Afraid of encountering the creature again, Eleven redirects the compasses. Lucas notices the distortion and confronts her. Mike defends her, Lucas and he begin to fight, Eleven throws Lucas away with the power of her mind. As Dustin and Mike try to wake Lucas, Eleven disappears. In the forest, Nancy and Jonathan encounter an injured deer. The creature drags the deer away, and Nancy and Jonathan follow the trail of blood. Nancy crawls through a passage into the Inverted World and discovers the creature eating the deer. She steps on a branch and gets the creature's attention. "
            },
            {
                "id": 6,
                "episodeNumber": 6,
                "title": "Chapter Six: The Beast",
                "directedBy": "The Duffer Brothers",
                "writtenBy": "Jessie Nickson-Lopez",
                "launch": "July 15, 2016",
                "synopsis": "When she can't get out of the portal on her own, Jonathan pulls Nancy out and saves her from the monster. When he arrives at her house, Nancy says she feels afraid and asks him to stay in the room with her. Steve sees them together through his bedroom window and thinks they are dating. The next day, Nancy and Jonathan decide to kill the monster and buy traps at a store. During a fight with Steve, Jonathan assaults a police officer and is arrested. Joyce and Hopper track down Terry Ives, who is cared for by her sister Becky and is catatonic. Becky explains that Terry was subjected to Project MKUltra tests while she was pregnant; she believes that her daughter, Jane, was abducted by Brenner at birth. Joyce and Hopper conclude that Eleven is the likely Jane. Eleven steals waffles from a market. She remembers that they asked her to contact the monster by opening a portal into the Inverted World through the basement of the lab. While searching for Eleven, Mike and Dustin are ambushed by bullies Troy and James. Troy stops Dustin with a knife and demands that Mike make a suicide jump into the lake where Will's body was discovered. Mike jumps, but is safely levitated by Eleven, who dispatches the bullies. Lucas sees agents leaving the lab and realizes that they are headed for Mike's house. "
            },
            {
                "id": 7,
                "episodeNumber": 7,
                "title": "Chapter Seven: The Bathtub",
                "directedBy": "The Duffer Brothers",
                "writtenBy": "Justin Doble",
                "launch": "July 15, 2016",
                "synopsis": "Lucas warns Mike via walkie-talkie that government agents are on their way. Mike, Dustin, and Eleven flee the house. Eleven turns into a van with the power of mind and the children escape. Lucas reconciles with Mike and Eleven. Joyce and Hopper are called to the police station about Jonathan's arrest. Jonathan and Nancy tell what they know about the monster to Joyce and Hopper. The group contacts Mike and his friends and they find it. They ask Eleven to look for Will and Barb, but her previous deeds have left her too weak to find them. To amplify Eleven's powers, they break into the high school and build a sensory deprivation tank. Eleven finds Barb's corpse with a slug-like creature coming out of its mouth. With Joyce's help, she finds Will alive, in the Inverted World, in 'Fort Byers', his backyard fort. Hopper and Joyce break into Hawkins Laboratory, but are arrested by security guards. Nancy and Jonathan decide to kill the monster and steal their hunt back from the police station. In the Inverted World, the monster invades the fort where Will is hiding. "
            },
            {
                "id": 8,
                "episodeNumber": 8,
                "title": "Capítulo Oito: O Mundo Invertido",
                "directedBy":"The Duffer Brothers",
                "WrittenBy":"Paul Dichter, The Duffer Brothers",
                "launch":"July 15, 2016",
                "synopsis":"Hopper dá a localização de Onze para Brenner em troca do acesso ao portal. Ele e Joyce entram no Mundo Invertido. Hopper lembra de sua filha Sarah lutando para respirar antes de seu diagnóstico com câncer. Nancy e Jonathan armam a armadilha na casa dos Byers, em seguida, cortam as mãos para atrair o monstro com seu sangue. Steve chega, com a intenção de pedir desculpas a Jonathan sobre a briga. O monstro ataca mas desaparece antes de cair na armadilha. Steve entra em seu carro para sair, mas fica quando ele percebe que o monstro está voltando. O monstro cai na armadilha, mas volta para o Mundo Invertido. Onze e os meninos se escondem no colégio. Mike pede Onze para uma dança de escola chamada Snow Ball e a beija. Brenner e seus agentes chegam para pegar Onze de volta; Onze mata a maioria deles, mas fica muito cansada. Quando Benner a adormece, o monstro o ataca. Os meninos levam onze para uma sala de aula e se escondem. Hopper e Joyce encontram o ninho do monstro na biblioteca da cidade do Mundo Invertido. Will está lá, inconsciente com uma gavinha em sua garganta. No colégio, o monstro aparece e encontra as crianças, mas é desintegrado pela Onze, que logo depois, desaparece. Hopper e Joyce conseguem reanimar Will. Will é hospitalizado e se reuniu com sua mãe, irmão e amigos. Hopper é persistente ao pegar um carro preto. Um mês depois, Nancy volta a namorar com Steve, e ambos são amigos de Jonathan. Hopper deixa waffles e outros alimentos em uma caixa na floresta. Will tosse uma criatura que se parece com uma lesma e tem uma visão do Mundo Invertido, mas decide esconder isso de sua família. "
            }
        ]
    }
}