{
    "id": 4,
    "names": ["s4", "t4", "season-4", "temporada-4", "4", "04"],

    "pt_br":{
        "synopsis":"A quarta temporada da série de terror de ficção científica estadunidense Stranger Things foi lançada no serviço de streaming Netflix em dois volumes. O primeiro volume de sete episódios foi lançado em 27 de maio de 2022, enquanto o segundo volume de dois episódios foi lançado em 1º de julho de 2022. A temporada foi produzida pelos criadores da série, os Irmãos Duffer, juntamente com Shawn Levy, Dan Cohen, Iain Paterson e Curtis Gwinn.Retornando como regulares da série estão Winona Ryder, David Harbour, Millie Bobby Brown, Finn Wolfhard, Gaten Matarazzo, Caleb McLaughlin, Noah Schnapp, Sadie Sink, Natalia Dyer, Charlie Heaton, Joe Keery, Maya Hawke, Priah Ferguson, Matthew Modine e Paul Reiser, enquanto Brett Gelman foi promovido a regular da série após recorrente nas duas temporadas anteriores. Jamie Campbell Bower, Joseph Quinn, Eduardo Franco e Cara Buono também estrelam. Tom Wlaschiha, Nikola Đuričko e Mason Dye aparecem em papéis recorrentes.Stranger Things 4 recebeu críticas positivas dos críticos, que elogiaram o desempenho dos membros do elenco, particularmente os de Brown, McLaughlin, Sink, Bower e Quinn. Muitos críticos elogiaram os visuais, as sequências de ação e o tom mais escuro e maduro em comparação com as temporadas anteriores, embora alguns o criticassem por ser exagerado devido às durações mais longas dos episódios em comparação com as temporadas anteriores.",
        "numberOfEpisodes": 9,
        "launch":"27 de maio – 1° de julho de 2022",
        "countryOfOrigin":"Estados Unidos",
        "premise":null,
        "cast":{
            "estrelando":[
                "Winona Ryder como Joyce Byers",
                "David Harbour como James 'Jim' Hopper",
                "Finn Wolfhard como Michael 'Mike' Wheeler",
                "Millie Bobby Brown como Jane Ives / Onze",
                "Martie Blair como Onze (criança)",
                "Gaten Matarazzo como Dustin Henderson",
                "Caleb McLaughlin como Lucas Sinclair",
                "Noah Schnapp como Will Byers",
                "Sadie Sink como Maxine 'Max' Mayfield",
                "Belle Henry como Max (criança)",
                "Natalia Dyer como Nancy Wheeler",
                "Charlie Heaton como Jonathan Byers",
                "Joe Keery como Steve Harrington",
                "Maya Hawke como Robin Buckley",
                "Brett Gelman como Murray Bauman",
                "Priah Ferguson como Erica Sinclair",
                "Matthew Modine como Dr. Martin Brenner",
                "Paul Reiser como Dr. Sam Owens",
                "Jamie Campbell Bower como Peter Ballard / Henry Creel / Um / Vecna",
                "Raphael Luce como Henry Creel (criança)",
                "Cara Buono como Karen Wheeler",
                "Eduardo Franco como Argyle",
                "Joseph Quinn como Eddie Munson"
            ],
            "recorrente":[
                "Joe Chrest como Ted Wheeler",
                "Mason Dye como Jason Carver",
                "Tom Wlaschiha como Dmitri 'Enzo' Antonov",
                "Nikola Đuričko como Yuri Ismaylov",
                "Rob Morgan como Xerife Calvin Powell",
                "John Paul Reynolds como Oficial Callaham",
                "Sherman Augustus como Coronel Jack Sullivan",
                "Catherine Curtin como Claudia Henderson",
                "Myles Truitt como Patrick McKinney",
                "Gabriella Pizzolo como Suzie Bingham",
                "Tinsley e Anniston Price como Holly Wheeler",
                "Clayton Royal Johnson como Andy",
                "Tristan Spohn como Dois",
                "Christian Ganiere como Dez",
                "Regina Ting Chen como Sra. Kelly",
                "Elodie Grace Orkin como Angela",
                "Logan Allen como Jake",
                "Hunter Romanillos como Chance",
                "Pasha D. Lychnikoff como Oleg",
                "Vaidotas Martinaitis como Warden Melnikov",
                "Nikolai Nikolaeff como Ivan",
                "Paris Benjamin como Oficial Ellen Stinson",
                "Karen Ceesay como Sue Sinclair",
                "Arnell Powell como Charles Sinclair",
                "Ira Amyx como Harmon",
                "Kendrick Cross como Wallace",
                "Hendrix Yancey como Treze"
            ],
            "participação especial":[
                "Grace Van Dien como Chrissy Cunningham",
                "Amybeth McNulty como Vickie",
                "Logan Riley Bruner como Fred Benson",
                "Joel Stoffer como Wayne Munson",
                "Dacre Montgomery como Billy Hargrove",
                "Robert Englund como Victor Creel",
                "Kevin L. Johnson como Victor Creel (jovem)",
                "Tyner Rushing como Virginia Creel",
                "Livi Burch como Alice Creel",
                "Ed Amatrudo como Diretor Hatch",
                "Audrey Holcomb como Eden Bingham"
            ]
            
        },
        "production":{
            "desenvolvimento":"Como nas temporadas anteriores, o planejamento para a quarta temporada de Stranger Things começou antes do lançamento da temporada anterior. Em uma entrevista à Entertainment Weekly que ocorreu logo após o lançamento da terceira temporada, os criadores da série Matt e Ross Duffer revelaram que a equipe criativa da série já havia se reunido em várias ocasiões para discutir o futuro da série. Em 30 de setembro de 2019, a Netflix anunciou que havia assinado os Irmãos Duffer para um novo contrato plurianual de televisão e cinema que, segundo informações, valeria nove dígitos. Para coincidir com o anúncio do contrato de produção, a Netflix também anunciou a renovação de Stranger Things para uma quarta temporada, lançando um breve teaser de um minuto no YouTube. O teaser, que mostra um relógio de pêndulo no Mundo Invertido, termina com o slogan 'Não estamos mais em Hawkins', levando muitas notícias a especularem que o local da série se mudará para a Rússia.",
            "roteiro":"Matt Duffer indicou que uma das 'traços largos' da trama é o principal centro de ação sendo movido para fora de Hawkins, na maior parte da temporada, uma série pela primeira vez. Ele também indicou que as várias pontas soltas deixadas pelo final da terceira temporada, como a morte percebida de Hopper e Onze sendo adotada por Joyce Byers e se mudando com sua nova família fora do estado, serão exploradas em algum momento durante a quarta temporada. Os Duffers mais tarde expandiram seus comentários anteriores, dizendo que a estrutura tríptica 'épica' da quarta temporada foi um dos principais fatores que contribuíram para sua duração exagerada. Eles o compararam com a série da HBO Game of Thrones em termos de escala, tempo de execução e mudança de tom mais recente e madura, além de dividir seus personagens em vários locais distantes. Outro fator que contribuiu para a recém-descoberta duração estendida do programa foi o objetivo expresso dos Duffers de finalmente fornecer respostas às incertezas sobre a mitologia de longa data da série, que eles foram revelando lentamente como 'camadas de [uma] cebola' nas últimas três temporadas. No meio do caminho escrevendo a quarta temporada, Matthew e Ross perceberam que precisariam de um nono episódio para incluir todos os pontos da trama desejados, que a Netflix, por sua vez, 'aprovou rapidamente'. Durante a produção da primeira temporada, a dupla preparou um documento de vinte páginas para a Netflix que explicava o universo da série, incluindo o que é o Mundo Invertido, em detalhes claros. Por sua vez, o material do referido documento ditou certas tramas enquanto escrevia a temporada. Os Duffers queriam passar mais tempo dentro do Mundo Invertido nesta temporada, já que a narrativa da terceira temporada lhes dava poucas oportunidades de explorá-la ainda mais.Como a quarta temporada é a mais longa produzida até agora, os Duffers e a Netflix optaram por um plano de lançamento de dois volumes. Em uma carta dos irmãos Duffer postada pela Netflix, a dupla revelou que escreveu mais de 800 páginas de diálogo e ação nos nove roteiros da temporada, e que a quarta temporada tem quase o dobro da duração de qualquer uma das temporadas lançadas anteriormente.",
            "elenco":"Em 1º de novembro de 2019, foi relatado que o elenco começou a adicionar quatro novos personagens masculinos à programação da quarta temporada, com três dos papéis sendo adolescentes e um deles sendo adulto. Os papéis na adolescência foram caracterizados como variando 'de um metaleiro a um atleta habilidoso a um personagem que soa muito como o gêmeo do Fast Times no high stoner de Ridgemont, Jeff Spicoli', enquanto o personagem adulto foi atribuído ao russo história introduzida durante a terceira temporada. Em 3 de dezembro de 2019, foi confirmado pela sala dos roteiristas que o personagem Robin, de Maya Hawke, voltará para a quarta temporada. Em 14 de fevereiro de 2020, a Netflix confirmou que David Harbour retornaria como Chefe Jim Hopper e que Tom Wlaschiha foi escalado como um soldado russo. Priah Ferguson foi confirmado para ser promovido a uma série regular a partir desta temporada em 21 de fevereiro de 2020. Em 3 de março de 2020, Brett Gelman também foi promovido a um regular da série. No dia 22 de outubro de 2020, fotos vazadas do set de Stranger Things indicaram que Levon Thurman-Hawke, irmão de Maya Hawke, estaria interpretando um personagem novo. Foram feitas especulações de que poderia ser Eddie, já que o visual do ator durante as filmagens batia com a descrição do personagem divulgados para a chamada de elenco. No entanto, a Netflix não confirmou publicamente a entrada do ator para o elenco da série, e nem especificou se seria no elenco regular ou recorrente.",
            "filmagens":"As filmagens para a quarta temporada começaram em fevereiro de 2020 em Vilnius, Lituânia, e recentemente encerrada na prisão de Lukiškės. Após a conclusão da produção na Lituânia, esperava-se que as filmagens fossem retomadas nos Estados Unidos e na área metropolitana de Atlanta, o principal local de produção das temporadas anteriores. Uma parcela significativa das filmagens também ocorreu nos Albuquerque Studios, no Novo México, que a Netflix havia adquirido em 2018. Em 14 de fevereiro de 2020, foi anunciado em comunicado conjunto dos irmãos Duffer e Netflix que a produção havia começado oficialmente da quarta temporada. Por conta da pandemia do COVID-19, a produção foi paralisada durante cerca de 7 meses desde o início de março, fazendo com que o cronograma da produção e a possível data de lançamento, que ainda não havia sido liberada para o público, sofressem alterações. As filmagens foram retomadas no dia 28 de setembro de 2020, com todos os cuidados e prevenção contra o coronavírus.Em 1º de outubro de 2020, Natalia Dyer, Sadie Sink e Gaten Matarazzo foram vistos filmando cenas nos sets da Hawkins Middle School e Hawkins High School. Os três também foram vistos filmando cenas no set da casa de Dustin no dia seguinte. Em 27 de janeiro de 2021, Matthew Modine foi flagrado filmando cenas em Atlanta. Em 15 de março de 2021, vazaram fotos do set de um estacionamento de trailers em Griffin, Geórgia, que estava vestido com gavinhas do Mundo Invertido. Em junho de 2021, David Harbour disse que as filmagens estavam programadas para terminar em agosto. No mesmo mês, Joe Keery, Sadie Sink, Natalia Dyer, Maya Hawke, Priah Ferguson e Caleb McLaughlin foram vistos filmando uma cena que envolvia a compra de armas em uma loja. Em setembro de 2021, Noah Schnapp afirmou que as filmagens finalmente terminaram.Para distinguir visualmente entre as três histórias da temporada, a figurinista Amy Parris revelou que cada um dos locais da trama terá sua própria paleta de cores distinta: “É tão divertido porque [a equipe de produção consegue] capturar a Califórnia versus Hawkins através da cor. Então, Hawkins ainda parece muito saturada. Não temos tanto quanto o marrom empoeirado e enferrujado das temporadas 1 ou 2 ... E na Califórnia, podemos incorporar rosa bebê, e divertidos verde-azulados e roxos. É muito mais sol encharcado e saturado em oposição às cores mais ricas de Hawkins.' A empresa de calçados americana Converse projetou três estilos diferentes de sapatos usando as cores da Hawkins High School para serem usadas na tela durante uma cena representando uma reunião de ânimo.",
            "pós-produção":"Em abril de 2022, o The Wall Street Journal informou em um artigo analisando os gastos de produção recentes da Netflix que o custo total para produzir a quarta temporada de Stranger Things foi de cerca de US$ 270 milhões, o que equivale a cerca de US$ 30 milhões por episódio.",
            "efeitos visuais":"Devido à duração considerável da temporada, milhares de tomadas de efeitos visuais foram encomendadas e renderizadas durante os processos de produção e pós-produção de dois anos. No entanto, os Duffers queriam confiar mais nos efeitos práticos do que nos gerados por computador, semelhante à forma como a primeira temporada foi produzida. Por exemplo, a maior ameaça da temporada do Mundo Invertido, uma criatura humanóide chamada Vecna, era '90% prática', o que os Duffers descobriram que criava uma presença melhor no set para os atores responderem, em vez de efeitos gerados por computador. Barrie Gower, um maquiador que trabalhou anteriormente em Game of Thrones e Chernobyl, forneceu o visual para Vecna ​​e outras criaturas. Vecna foi vagamente baseado no vilão de Dungeons & Dragons de mesmo nome, embora o personagem no universo do show seja um humano 'que se transformou em um monstro devido a superexposição ao Mundo Invertido... ele foi submetido a todos os ambientes nos arredores do Mundo Invertido como se tivesse preso lá por 20 anos seguidos.' Jamie Campbell Bower, que interpreta o personagem humano que é transformado em Vecna, também fez o papel de Vecna ​​com o uso de próteses planejadas. Gower projetou o traje Vecna ​​de Bower com pele 'anêmica', cuja integração com o ambiente tóxico do Mundo Invertido era aparente através da inclusão de 'muitas raízes, formas orgânicas e tecido muscular fibroso'. Gower revelou que ele e sua equipe fizeram um molde de corpo inteiro de Bower, para depois esculpir para atender às suas necessidades de design",
            "música":"O álbum complementar da trilha sonora não original da temporada, intitulado Stranger Things: Music from the Netflix Original Series, Season 4, está programado para ser lançado digitalmente em duas partes pela Legacy Recordings em 27 de maio e 1º de julho, respectivamente.'Running Up That Hill' de Kate Bush é apresentado várias vezes durante a temporada, inclusive como parte da cena principal no episódio 4 com Max escapando de Vecna. Os Duffers imaginaram uma música emocional poderosa para Max e encarregaram a supervisora ​​musical Nora Felder de determinar qual música seria usada. Felder encontrou 'Running Up That Hill', que os Duffers concordaram que era um ótimo ajuste tanto para a música em si quanto para o tema de lidar com Deus. Felder sabia que Bush havia sido cautelosa no licenciamento de músicas antes, mas depois de entrar em contato com ela, Felder descobriu que Bush era fã do programa e, depois de revisar as páginas do roteiro onde a música seria usada, concordou em conceder direitos de licenciamento para o programa. De maneira semelhante ao ressurgimento da popularidade da música 'The NeverEnding Story' de seu uso na terceira temporada, a música de Bush viu um ressurgimento da popularidade após o lançamento da 4ª temporada durante sua primeira transmissão, e viu um aumento de mais de 8.700% nas paradas de streaming, se tornando a segunda música mais ouvida nas listas de reprodução do Spotify nos Estados Unidos e a quarta música mais nas paradas mundiais. Outras músicas apresentadas na 4ª temporada, como 'You Spin Me Round' de Dead or Alive, 'Pass the Dutchie' de Musical Youth e 'Rock Me Amadeus' de Falco, também tiveram um aumento de reproduções de streaming de cerca de 1.784%.",
            "marketing":"O anúncio oficial da temporada mostrou um relógio de pêndulo no Mundo Invertido e terminou com o slogan 'Não estamos mais em Hawkins', o que levou muitos meios de comunicação a especular que o cenário do programa seria realocado para a Rússia. Um teaser foi lançado em 14 de fevereiro de 2020, mostrando que Hopper ainda estava vivo. Em 2 de outubro de 2020, as várias contas de mídia social do programa postaram duas fotos de cenários diferentes: um pôster para um comício pendurado em um corredor da Hawkins High e uma claquete na frente de um relógio de pêndulo no Mundo Invertido, uma cena que foi retratada pela primeira vez no trailer inicial da temporada. Um segundo teaser foi lançado em 6 de maio de 2021. Em 6 de agosto de 2021, uma prévia foi lançada com a maior parte do elenco principal e anunciando que o show retornaria em 2022. Em 25 de setembro de 2021, um terceiro teaser foi lançado, mostrando a casa que anteriormente pertencia à família Creel. O teaser final foi lançado em 6 de novembro de 2021 e mostrou as vidas de Will e Onze na Califórnia, com os títulos dos episódios da temporada sendo revelados no mesmo dia. Em 17 de fevereiro de 2022, as contas de mídia social associadas a Stranger Things lançaram quatro pôsteres de teaser, um para coincidir com os quatro teasers lançados anteriormente e um quinto pôster, anunciando a data de lançamento de ambos os volumes. Em 23 de março de 2022, a Netflix lançou várias fotos da próxima quarta temporada. Em 12 de abril de 2022, o primeiro trailer oficial foi lançado online. Em 20 de maio de 2022, os primeiros oito minutos do primeiro episódio da temporada foram lançados online."
        },
        "reception":{
            "resposta da crítica":"No site agregador de críticas Rotten Tomatoes, a quarta temporada tem um índice de aprovação de 94% com base em 106 revisões com um índice médio de 7,75/10. O consenso crítico do site diz: 'Mais escuro e mais denso que seus antecessores, o quarto capítulo de Stranger Things estabelece o palco para a temporada final do espetáculo de uma forma tipicamente digna de binge. No Metacritic, a quarta temporada tem uma pontuação de 68 entre 100, com base em 26 revisões, indicando 'revisões geralmente favoráveis'. Stephen King revisou a temporada como 'tão boa ou melhor que as três anteriores', apontando um 'Carrie riff'. Entretanto, King opinou que a decisão de produzi-la dividida em duas partes é 'um pouco frouxa'.",
            "visualizações":"A Netflix informou que até 30 de maio de 2022, Stranger Things 4 tinha sido visto por mais de 287 milhões de horas, superando o recorde anterior de audiência da 2ª temporada de Bridgerton que teve 193 milhões de horas em sua primeira semana. As temporadas anteriores de Stranger Things também entraram no top 10 dos programas vistos na mesma semana do lançamento da quarta temporada.",
            "lançamento":"A quarta temporada é composta por 9 episódios e foi dividida em 2 volumes. O volume 1 estreou no dia 27 de maio de 2022, e o volume 2 estreou em 1° de julho de 2022"
        },
        "episodes":[
            {
                "id": 26,
                "episodeNumber": 1,
                "title": "Capítulo um: O Clube Hellfire", 
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "27 de maio de 2022",
                "synopsis": "Em um flashback de 1979, o Dr. Brenner demonstra estar fazendo experiências com várias outras crianças que possuem habilidades sobrenaturais até que um misterioso incidente mata todas as crianças, exceto a Onze. Em 1986 - nove meses após os eventos no Starcourt Mall - Joyce, Will, Jonathan e Onze se mudaram para Califórnia, onde Onze luta com a perda de seus poderes e é rotineiramente intimidada por outros estudantes. Joyce recebe uma boneca de porcelana no correio, aparentemente da Rússia, e encontra uma nota escondida afirmando que Hopper está vivo. Em Hawkins, Mike e Dustin se juntaram ao 'Clube Hellfire' de sua escola secundária, um clube de Dungeons & Dragons liderado pelo excêntrico Eddie Munson. Como resultado, eles sentem falta de ver Lucas ganhar o jogo do campeonato do time de basquete. Max, que acabou seu relacionamento com Lucas, luta para lidar com a morte de Billy. Chrissy Cunningham, uma estudante e líder de torcida, é assombrada por visões de sua família e por um grande relógio. Ao comprar drogas do Eddie, Chrissy é possuída e morta por uma criatura humanóide de suas visões."
             },
            {
                "id": 27,
                "episodeNumber": 2,
                "title": "Capítulo dois: A maldição de Vecna", 
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "27 de maio de 2022",
                "synopsis": "Hopper sobreviveu à explosão sob o Starcourt Mall, onde foi capturado por soldados russos e enviado a um campo de prisioneiros em Kamchatka. Joyce e Murray ligam para o número de telefone afixado na nota que lhe foi enviada e falam com 'Enzo', que eles deduzem ser o guarda prisional de Hopper que ele provavelmente subornou. Enzo manda-os entregar um resgate de 40.000 dólares ao seu contato no Alasca. Mike voa para a Califórnia para visitar a Onze, onde ele e Will a testemunham sendo intimidada por sua colega de classe Angela; Onze retalia batendo na cara de Angela com um patins de rodas. Max diz a Dustin que viu Eddie fugir na noite em que Chrissy morreu. Junto com Robin e Steve, eles localizam o traumatizado Eddie e lhe explicam a existência do Mundo Invertido. Eddie e Dustin identificam a entidade que matou Chrissy como Vecna. Nancy e seu colega repórter estudantil Fred investigam a morte de Chrissy; o tio de Eddie diz a Nancy que ele acredita que o assassino é Victor Creel, um residente de Hawkins que foi internado após supostamente ter assassinado sua família décadas antes. Fred é atraído para a floresta por visões de uma garota que ele matou acidentalmente antes de Vecna assassiná-lo. "
             },
            {
                "id": 28,
                "episodeNumber": 3,
                "title": "Capítulo três: O monstro e a super-heroína", 
                "directedBy": "Shawn Levy",
                "writtenBy": "Caitlin Schneiderhan",
                "launch": "27 de maio de 2022",
                "synopsis": "Sam Owens é visitado pelo Exército dos EUA, que lhe mostra fotos da morte de Chrissy e acredita que a Onze é a responsável. A polícia prende a Onze por agredir Angela, mas ela é levada por Owens, que explica que Hawkins está em grave perigo e revela que ele tem trabalhado em um programa que talvez possa trazer de volta os poderes da Onze. Onze concorda em participar. Joyce e Murray voam para o Alasca. Hopper suborna um companheiro de prisão para quebrar suas grilhetas usando uma marreta. Nancy e Robin vão à biblioteca para procurar informações sobre Victor Creel, onde descobrem que Creel culpava os assassinatos de sua família por um demônio, que eles acreditam ser Vecna. Jason, o capitão do time de basquete e namorado de Chrissy, lidera o time em uma caçada por Eddie, acreditando que ele tenha matado Chrissy; Lucas os abandona. Max lembra que Chrissy havia visitado a conselheira da escola antes de ser morta por Vecna. Ela rouba os arquivos de Chrissy e Fred do escritório da conselheira e fica sabendo que eles sofreram de sintomas de TEPT semelhantes aos dela. Max ouve então Vecna chamar seu nome e tem uma visão do grande relógio. "
             },
            {
                "id": 29,
                "episodeNumber": 4,
                "title": "Capítulo quatro: Querido Billy", 
                "directedBy": "Shawn Levy",
                "writtenBy": "Paul Dichter",
                "launch": "27 de maio de 2022",
                "synopsis": "Joyce e Murray entregam o pagamento do resgate ao Yuri, o contato de Enzo, mas ele os drogou, planejando entregá-los aos russos para um lucro maior. Hopper escapa do campo prisional, mas logo é capturado. Jonathan, Mike e Will se preparam para fugir de dois agentes de Owens que ficaram para viagiá-los, mas soldados armados atacam sua casa. Eles escapam com a ajuda do amigo de Jonathan, Argyle, trazendo um agente ferido com eles. Nancy e Robin entrevistam Victor Creel na instituição psiquiátrica Pennhurst. Creel conta que sua família foi atormentada e morta por forças sobrenaturais e ele foi preso pela morte deles. Temendo que Vecna esteja prestes a matá-la, Max escreve cartas a seus amigos e familiares e pede para ser levada ao cemitério para ler sua carta a Billy. diante da lápide dele. Ela logo é possuída por Vecna e se encontra com ele em seu altar, no Mundo Invertido. Steve, Dustin e Lucas aprendem com Nancy e Robin que tocar música pode quebrar o feitiço de Vecna e tocam a música favorita de Max, 'Running Up That Hill', em uma fita cassete. Isto abre um portal através do qual Max escapa do controle do Vecna, evitando com sucesso a morte. "
             },
            {
                "id": 30,
                "episodeNumber": 5,
                "title": "Capítulo cinco: Projeto Nina", 
                "directedBy": "Nimród Antal",
                "writtenBy": "Kate Trefry",
                "launch": "27 de maio de 2022",
                "synopsis": "Owens leva a Onze para um banker abandonado em Nevada, onde ele e o Dr. Brenner desenvolveram um tanque de isolamento especializado (denominado 'NINA') que permite à Onze acessar memórias de seu tempo com outras crianças no Laboratório Hawkins. Onze tenta escapar e recupera brevemente seus poderes no processo, e se convence a continuar com a experiência. Na Califórnia, o agente ferido de Owens dá aos meninos um número de telefone para o projeto NINA que se conecta a um modem; Mike decide alistar a ajuda da namorada de Dustin Suzie em Salt Lake City. Hopper é preso ao lado de Antonov ('Enzo'). Enquanto voam para a Rússia, Joyce e Murray subjugam Yuri e caem no meio do nada. Max, Lucas, Steve e Dustin se reagrupam com Nancy e Robin e decidem investigar a casa Creel; no interior, eles se deparam com luzes cintilantes que traçam os movimentos de Vecna no Mundo Invertido. Jason e seus companheiros localizam Eddie tentando escapar em um barco enquanto Jason e seu companheiro de equipe Patrick nadam atrás dele. Vecna mata Patrick na frente de Jason e Eddie, fazendo com que as luzes da casa de Creel estourassem. "
             },
            {
                "id": 31,
                "episodeNumber": 6,
                "title": "Capítulo seis: Mergulho", 
                "directedBy": "Nimród Antal",
                "writtenBy": "Curtis Gwinn",
                "launch": "27 de maio de 2022",
                "synopsis": "Onze revive memórias de ser amiga de um enfermeiro de laboratório chamado 'Peter Ballard', que a adverte para não confiar em Brenner. Ela também relembra seu ostracismo por outros sujeitos de teste, levando-a a acreditar que foi responsável pelo massacre do laboratório. Suzie ajuda o grupo de Mike a localizar as coordenadas do projeto NINA e se junta a eles em sua busca para encontrá-lo. Hopper e os outros detentos recebem um grande banquete, que Hopper adverte que é para prepará-los para serem alimentados ao Demogorgon. Mais tarde, ele consegue pegar um isqueiro, lembrando que a fraqueza do Demogorgon é o fogo. Joyce e Murray forçam Yuri a levá-los para uma cidade próxima onde ele armazena suas mercadorias e decidem fazer Murray fingir ser Yuri para infiltrarem-se na prisão. Em uma reunião da prefeitura, Jason galvaniza os residentes de Hawkins contra o suposto culto satânico de Eddie. O grupo de Steve encontra Eddie; Dustin percebe que sua bússola se comporta mal e percebe que deve haver um novo portal para o Mundo Invertido nas proximidades. Eles rastreiam o portal no Lago dos Amantes, onde Steve mergulha para inspecioná-lo antes de ser puxado para o Mundo Invertido e ser atacado por criaturas semelhantes a morcegos. Nancy, Robin e Eddie mergulham atrás dele. "
             },
            {
                "id": 32,
                "episodeNumber": 7,
                "title": "Capítulo sete: O massacre no laboratório de Hawkins", 
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "27 de maio de 2022",
                "synopsis": "Joyce, Murray e Yuri entram em Kamchatka e testemunham Hopper e seus companheiros de prisão lutando contra o Demogorgon. Hopper segura a criatura com uma lança flamejante enquanto Murray e Joyce subjugam os guardas e abrem as portas da prisão, permitindo que Hopper e Antonov escapem. Joyce e Hopper se reúnem. Dustin, Lucas e Erica teorizam que Vecna abriu um portal no local de cada assassinato, que eles comunicam ao grupo de Steve no Mundo Invertido. Ambos os grupos se reúnem no portal dentro do trailer de Eddie, onde Chrissy morreu. Robin e Eddie saem em segurança enquanto Nancy é possuída por Vecna; ela descobre que ele é o filho de Victor Creel, Henry, que matou sua mãe e sua irmã com seus poderes psíquicos antes de entrar em coma e ser colocado sob os cuidados de Brenner. Henry passou a ser o sujeito 001 nas experiências de Brenner, e mais tarde se tornou o enfermeiro Peter que Onze fez amizade. Onze finalmente se lembra que Henry cometeu o massacre do laboratório e tentou matá-la quando ela se recusou a ajudá-lo a erradicar a humanidade; Onze dominou Henry e o enviou para o Mundo Invertido, onde ele se tornou Vecna."
             },
            {
                "id": 33,
                "episodeNumber": 8,
                "title": "Capítulo oito: Papai", 
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "1 de julho de 2022",
                "synopsis": "Vecna mostra a Nancy uma visão do futuro onde Hawkins é destruida por fendas antes de liberá-la. Nancy conta sua experiência para os outros, e eles determinam que Vecna precisa de quatro portais para concluir seu plano; Max se oferece para atrair Vecna para que os outros possam atacá-lo quando ele estiver distraído. Onze, usando seus poderes, descobre esse plano e faz com que Owens providencie seu transporte para Hawkins. No entanto, Brenner prende Owens e Onze, insistindo que ela precisa completar seu treinamento. Onze percebe que Brenner a estava usando há anos para tentar recuperar Henry do Mundo Invertido. Sullivan e suas forças chegam ao local e matam todos os funcionários; Brenner foge com Onze, mas é baleado. Onze derruba com seus poderes o helicóptero com alguns homens de Sullivan dentro, e é encontrada pelo grupo de Mike. Ela se recusa a perdoar Brenner antes que ele morra. Na Rússia, Hopper, Joyce, Murray, Yuri e Antonov escapam da base soviética depois de descobrir várias outras criaturas do Mundo Invertido em estudo na prisão. "
             },
            {
                "id": 34,
                "episodeNumber": 9,
                "title": "Capítulo nove: O plano de Onze", 
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "1 de julho de 2022",
                "synopsis": "O grupo executa seu plano: Max, Lucas e Erica vão para a casa dos Creel; Steve, Nancy e Robin ao Mundo Invertido para atacar Vecna; e Dustin e Eddie distraem os Demorbats. Eddie se sacrifica para manter os 'morcegos' longe. Eleven, Mike, Will, Jonathan e Argyle criam um tanque de isolamento através do qual Onze entra na mente de Max para lutar contra Vecna. No entanto, Vecna ​​a domina e possui Max; ele revela a Onze que ele controlou as criaturas do Mundo Invertido e agiu como sua 'mente colmeia' desde que ela o enviou para lá. Mike confessa seu amor a Onze, dando-lhe a força para escapar de Vecna ​​e quebrar seu controle sobre Max antes que ele possa dar o golpe mortal, mas Max acaba morrendo por conta de seus ferimentos. Hopper, Joyce e Murray voltam a prisão e matam os Demogorgons, enfraquecendo ainda mais Vecna. Steve, Nancy e Robin incendeiam a forma física de Vecna ​​e atiram nele, aparentemente matando-o. Onze usa seus poderes para ressuscitar Max, mas a breve morte desta última permitiu que os portais de Vecna ​​se abrissem, espalhando-se por Hawkins. Dois dias depois, a cidade está se recuperando de um 'terremoto'. Todos se reúnem, enquanto Max permanece em coma. Will sente que Vecna ​​ainda está vivo, e o Mundo Invertido começa a se infiltrar na cidade. "
             }
        ]
    },
    "en_us":{
        "synopsis":"The fourth season of the American sci-fi horror series Stranger Things was released on the Netflix streaming service in two volumes. The seven-episode first volume shipped on May 27, 2022, while the two-episode second volume episodes was released on July 1, 2022. The season was produced by series creators, the Duffer Brothers, along with Shawn Levy, Dan Cohen, Iain Paterson, and Curtis Gwinn. Returning as series regulars are Winona Ryder, David Harbour, Millie Bobby Brown, Finn Wolfhard, Gaten Matarazzo, Caleb McLaughlin, Noah Schnapp, Sadie Sink, Natalia Dyer, Charlie Heaton, Joe Keery, Maya Hawke, Priah Ferguson, Matthew Modine, and Paul Reiser, while Brett Gelman was promoted to series regular after recurring in the previous two seasons. Jamie Campbell Bower, Joseph Quinn, Eduardo Franco, and Cara Buono also star. Tom Wlaschiha, Nikola Đuričko, and Mason Dye appear in recurring roles. Stranger Things 4 received credit. positive reviews from critics, who praised the performance of the cast members, particularly those of Brown, McLaughlin, Sink, Bower and Quinn. Many critics praised the visuals, action sequences, and darker, more mature tone compared to previous seasons, although some criticized it for being over the top due to the longer episode durations compared to previous seasons.",
        "numberOfEpisodes": 9,
        "launch":"May 27 – July 1, 2022",
        "countryOfOrigin":"United States",
        "premise":null,
        "cast":{
            "starring":[
                "Winona Ryder as Joyce Byers",
                "David Harbor as James 'Jim' Hopper",
                "Finn Wolfhard as Michael 'Mike' Wheeler",
                "Millie Bobby Brown as Jane Ives / Eleven",
                "Martie Blair as Eleven (Child)",
                "Gaten Matarazzo as Dustin Henderson",
                "Caleb McLaughlin as Lucas Sinclair",
                "Noah Schnapp as Will Byers",
                "Sadie Sink as Maxine 'Max' Mayfield",
                "Belle Henry as Max (Child)",
                "Natalia Dyer as Nancy Wheeler",
                "Charlie Heaton as Jonathan Byers",
                "Joe Keery as Steve Harrington",
                "Maya Hawke as Robin Buckley",
                "Brett Gelman as Murray Bauman",
                "Priah Ferguson as Erica Sinclair",
                "Matthew Modine as Dr. Martin Brenner",
                "Paul Reiser as Dr. Sam Owens",
                "Jamie Campbell Bower as Peter Ballard / Henry Creel / Um / Vecna",
                "Raphael Luce as Henry Creel (Child)",
                "Cara Buono as Karen Wheeler",
                "Eduardo Franco as Argyle",
                "Joseph Quinn as Eddie Munson"
            ],
            "recurrent":[
                "Joe Chrest as Ted Wheeler",
                "Mason Dye as Jason Carver",
                "Tom Wlaschiha as Dmitri 'Enzo' Antonov",
                "Nikola Đuričko as Yuri Ismaylov",
                "Rob Morgan as Sheriff Calvin Powell",
                "John Paul Reynolds as Officer Callaham",
                "Sherman Augustus as Colonel Jack Sullivan",
                "Catherine Curtin as Claudia Henderson",
                "Myles Truitt as Patrick McKinney",
                "Gabriella Pizzolo as Suzie Bingham",
                "Tinsley and Anniston Price as Holly Wheeler",
                "Clayton Royal Johnson as Andy",
                "Tristan Spohn as Two",
                "Christian Ganiere as Ten",
                "Regina Ting Chen as Ms. Kelly",
                "Elodie Grace Orkin as Angela",
                "Logan Allen as Jake",
                "Hunter Romanillos as Chance",
                "Pasha D. Lychnikoff as Oleg",
                "Martinaitis Vain as Warden Melnikov",
                "Nikolai Nikolaeff as Ivan",
                "Paris Benjamin as Officer Ellen Stinson",
                "Karen Ceesay as Sue Sinclair",
                "Arnell Powell as Charles Sinclair",
                "Ira Amyx as Harmon",
                "Kendrick Cross as Wallace",
                "Hendrix Yancey as Thirteen"
            ],
            "special participation":[
                "Grace Van Dien as Chrissy Cunningham",
                "Amybeth McNulty as Vickie",
                "Logan Riley Bruner as Fred Benson",
                "Joel Stoffer as Wayne Munson",
                "Dacre Montgomery as Billy Hargrove",
                "Robert Englund as Victor Creel",
                "Kevin L. Johnson as Victor Creel (Young)",
                "Tyner Rushing as Virginia Creel",
                "Livi Burch as Alice Creel",
                "Ed Amatrudo as Director Hatch",
                "Audrey Holcomb as Eden Bingham"
            ]
            
        },
        "production":{
            "development": "As with previous seasons, planning for the fourth season of Stranger Things began before the release of the previous season. In an interview with Entertainment Weekly that took place shortly after the release of season three, series creators Matt and Ross Duffer revealed that the series' creative team had already met on multiple occasions to discuss the series' future. information, would be worth nine figures. To coincide with the production deal announcement, Netflix also announced the renewal of Stranger Things for a fourth season, releasing a brief one-minute teaser on YouTube. The teaser, which shows a grandfather clock in the Upside Down, ends with the tagline 'We're not in Hawkins anymore', leading many news outlets to speculate that the show's location will move to Russia.",
            "script":"Matt Duffer has indicated that one of the 'broad strokes' of the plot is the main center of action being moved out of Hawkins for most of the season, a first-time series. He also indicated that the various loose ends left over from the Season 3 finale, such as Hopper and Eleven's perceived death being adopted by Joyce Byers and moving with her new family out of state, will be explored sometime during Season 4. The Duffers later expanded on their earlier comments, saying that Season 4's 'epic' triptych structure was one of the main factors contributing to its over-the-top length. They compared it to the more recent, mature HBO series Game of Thrones in terms of scale, runtime and shift in tone. , as well as splitting its characters into several far-flung locations. Another contributing factor to the show's newfound extended length was the Duffers' expressed goal of finally providing an answer. as to the uncertainties about the series' longstanding mythology, which they've been slowly revealing as 'layers of [a] onion' over the past three seasons. Halfway through writing season four, Matthew and Ross realized they would need a ninth episode to include all the desired plot points, which Netflix, in turn, 'quickly approved'. During the production of the first season, the duo prepared a twenty-page document for Netflix that explained the universe of the series, including what the Upside Down is, in clear detail. In turn, the material in said document dictated certain plot lines while writing the season. The Duffers wanted to spend more time inside the Upside Down this season, as the Season 3 narrative gave them little opportunity to explore it further. As Season 4 is the longest produced so far, the Duffers and Netflix opted to a two-volume release plan. In a letter from the Duffer brothers posted by Netflix, the duo revealed that they wrote over 800 pages of dialogue and action across the season's nine scripts, and that season four is nearly twice as long as any of the previously released seasons.",            "elenco":"Em 1º de novembro de 2019, foi relatado que o elenco começou a adicionar quatro novos personagens masculinos à programação da quarta temporada, com três dos papéis sendo adolescentes e um deles sendo adulto. Os papéis na adolescência foram caracterizados como variando 'de um metaleiro a um atleta habilidoso a um personagem que soa muito como o gêmeo do Fast Times no high stoner de Ridgemont, Jeff Spicoli', enquanto o personagem adulto foi atribuído ao russo história introduzida durante a terceira temporada. Em 3 de dezembro de 2019, foi confirmado pela sala dos roteiristas que o personagem Robin, de Maya Hawke, voltará para a quarta temporada. Em 14 de fevereiro de 2020, a Netflix confirmou que David Harbour retornaria como Chefe Jim Hopper e que Tom Wlaschiha foi escalado como um soldado russo. Priah Ferguson foi confirmado para ser promovido a uma série regular a partir desta temporada em 21 de fevereiro de 2020. Em 3 de março de 2020, Brett Gelman também foi promovido a um regular da série. No dia 22 de outubro de 2020, fotos vazadas do set de Stranger Things indicaram que Levon Thurman-Hawke, irmão de Maya Hawke, estaria interpretando um personagem novo. Foram feitas especulações de que poderia ser Eddie, já que o visual do ator durante as filmagens batia com a descrição do personagem divulgados para a chamada de elenco. No entanto, a Netflix não confirmou publicamente a entrada do ator para o elenco da série, e nem especificou se seria no elenco regular ou recorrente.",
            "filming": "Filming for the fourth season began in February 2020 in Vilnius, Lithuania, and recently wrapped in Lukiškės prison. Following the conclusion of production in Lithuania, filming was expected to resume in the United States and the Atlanta metropolitan area, the primary production location for previous seasons. A significant portion of filming also took place at Albuquerque Studios in New Mexico, which Netflix had acquired in 2018. On February 14, 2020, it was announced in a joint statement from the Duffer brothers and Netflix that production had officially begun on season four. Because of the COVID-19 pandemic, production was halted for about 7 months from early March, causing the production schedule and possible release date, which had not yet been released to the public, to change. Filming resumed on September 28, 2020, with all precautions and prevention against coronavirus.On October 1, 2020, Natalia Dyer, Sadie Sink, and Gaten Matarazzo were seen filming scenes on the sets of Hawkins Middle School and Hawkins High School. The three were also seen filming scenes on the set of Dustin's house the next day. On January 27, 2021, Matthew Modine was spotted filming scenes in Atlanta. On March 15, 2021, set photos leaked from a trailer park in Griffin, Georgia, which was dressed in tendrils from the Inverted World. In June 2021, David Harbour said that filming was scheduled to end in August. The same month, Joe Keery, Sadie Sink, Natalia Dyer, Maya Hawke, Priah Ferguson and Caleb McLaughlin were seen filming a scene that involved buying guns in a store. In September 2021, Noah Schnapp stated that filming was finally over.To visually distinguish between the season's three stories, costume designer Amy Parris revealed that each of the plot locations will have its own distinct color palette. 'It's so fun because [the production team is able to] capture California versus Hawkins through color. So Hawkins still looks very saturated. We don't have as much as the dusty, rusty brown of seasons 1 or 2 ... And in California, we can incorporate baby pink, and fun bluish-green and purple. It's much more sun drenched and saturated as opposed to the richer colors of Hawkins.' The American shoe company Converse designed three different styles of shoes using Hawkins High School colors to be worn on screen during a scene depicting a pep rally.",
            "post-production": "In April 2022, The Wall Street Journal reported in an article analyzing Netflix's recent production expenses that the total cost to produce the fourth season of Stranger Things was about $270 million, which equates to about $30 million per episode.",
            "visual effects": "Due to the considerable length of the season, thousands of visual effects shots were ordered and rendered during the two-year production and post-production processes. However, the Duffers wanted to rely more on practical effects rather than computer-generated ones, similar to how the first season was produced. For example, the biggest threat of the Inverted World season, a humanoid creature named Vecna, was '90% practical,' which the Duffers found created a better presence on set for the actors to respond to, rather than computer-generated effects. Barrie Gower, a makeup artist who previously worked on Game of Thrones and Chernobyl, provided the looks for Vecna and other creatures. Vecna was loosely based on the Dungeons & Dragons villain of the same name, although the character in the show's universe is a human 'who was turned into a monster due to overexposure to the Inverted World...he was subjected to every environment in the surroundings of the Inverted World as if he had been trapped there for 20 years straight.' Jamie Campbell Bower, who plays the human character who is transformed into Vecna, also played Vecna with the use of planned prosthetics. Gower designed Bower's Vecna costume with 'anemic' skin, whose integration with the toxic environment of the Inverted World was apparent through the inclusion of 'many roots, organic forms and fibrous muscle tissue'. Gower revealed that he and his team made a full body mold of Bower, and then sculpted it to meet his design needs.",
            "music": "The season's complementary non-original soundtrack album, titled Stranger Things: Music from the Netflix Original Series, Season 4, is scheduled to be released digitally in two parts by Legacy Recordings on May 27 and July 1, respectively.'Running Up That Hill' by Kate Bush is featured several times during the season, including as part of the main scene in episode 4 with Max escaping from Vecna. The Duffers envisioned a powerful emotional song for Max and tasked music supervisor Nora Felder with determining which song would be used. Felder found 'Running Up That Hill', which the Duffers agreed was a great fit for both the song itself and the theme of dealing with God. Felder knew that Bush had been cautious about licensing songs before, but after contacting her, Felder discovered that Bush was a fan of the show and, after reviewing the pages of the script where the song would be used, agreed to grant licensing rights for the show. Similar to the resurgence in popularity of the song 'The NeverEnding Story' from its use in season 3, Bush's song saw a resurgence in popularity after the launch of season 4 during its first airing, and saw an increase of over 8,700% on the streaming charts, becoming the second most listened to song on Spotify playlists in the United States and the fourth most on the worldwide charts. Other songs featured in Season 4, such as 'You Spin Me Round' by Dead or Alive, 'Pass the Dutchie' by Musical Youth, and 'Rock Me Amadeus' by Falco, also saw an increase in streaming plays of about 1,784%.",
            "marketing": "The season's official announcement showed a pendulum clock in the Inverted World and ended with the tagline 'We are no longer in Hawkins,' which led many media outlets to speculate that the show's setting would be relocated to Russia. A teaser was released on February 14, 2020, showing that Hopper was still alive. On October 2, 2020, the show's various social media accounts posted two different set photos: a poster for a rally hanging in a hallway at Hawkins High and a clapboard in front of a pendulum clock in the Inverted World, a scene that was first depicted in the initial season trailer. A second teaser was released on May 6, 2021. On August 6, 2021, a preview was released featuring most of the main cast and announcing that the show would return in 2022. On September 25, 2021, a third teaser was released, showing the house that previously belonged to the Creel family. The final teaser was released on November 6, 2021 and showed Will and Eleven's lives in California, with the season episode titles being revealed on the same day. On February 17, 2022, the social media accounts associated with Stranger Things released four teaser posters, one to coincide with the four previously released teasers and a fifth poster, announcing the release date of both volumes. On March 23, 2022, Netflix released several photos from the upcoming fourth season. On April 12, 2022, the first official trailer was released online. On May 20, 2022, the first eight minutes of the first episode of the season were released online."
        },
        "reception":{
            "critics' response": "On review aggregator site Rotten Tomatoes, the fourth season has a 94% approval rating based on 106 reviews with an average rating of 7.75/10. The site's critical consensus says: 'Darker and denser than its predecessors, the fourth chapter of Stranger Things sets the stage for the show's final season in a typically binge-worthy way. On Metacritic, the fourth season has a score of 68 out of 100, based on 26 reviews, indicating 'generally favorable reviews. Stephen King reviewed the season as 'as good or better than the previous three', pointing to a 'Carrie riff'. However, King opined that the decision to produce it split into two parts is 'a little loose.'",
            "views": "Netflix reported that as of May 30, 2022, Stranger Things 4 had been viewed by more than 287 million hours, surpassing the previous viewership record of Bridgerton season 2 which had 193 million hours in its first week. Previous seasons of Stranger Things also entered the top 10 shows viewed in the same week as the fourth season's release.",
            "release": "The fourth season consists of 9 episodes and has been split into 2 volumes. Volume 1 premiered on May 27, 2022, and volume 2 premiered on July 1, 2022."
        },
        "episodes":[
            {
                "id": 26,
                "episodeNumber": 1,
                "title": "Chapter One: The Hellfire Club", 
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "May 27, 2022",
                "synopsis": "In a flashback to 1979, Dr. Brenner is shown to be experimenting on several other children who possess supernatural abilities until a mysterious incident kills all the children except Eleven. In 1986 - nine months after the events at Starcourt Mall - Joyce, Will, Jonathan and Eleven move to California, where Eleven struggles with the loss of her powers and is routinely bullied by other students. Joyce receives a porcelain doll in the mail, apparently from Russia, and finds a hidden note stating that Hopper is alive. In Hawkins, Mike and Dustin have joined their high school's 'Hellfire Club', a Dungeons & Dragons club led by the eccentric Eddie Munson. As a result, they miss seeing Lucas win the championship game of the basketball team. Max, who has ended his relationship with Lucas, struggles to deal with Billy's death. Chrissy Cunningham, a student and cheerleader, is haunted by visions of her family and a large clock. While buying drugs from Eddie, Chrissy is possessed and killed by a humanoid creature from her visions."
             },
            {
                "id": 27,
                "episodeNumber": 2,
                "title": "Chapter Two: The Curse of Vecna", 
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "May 27, 2022",
                "synopsis": "Hopper survived the explosion under Starcourt Mall, where he was captured by Russian soldiers and sent to a prison camp in Kamchatka. Joyce and Murray call the phone number posted on the note sent to him and speak to 'Enzo,' who they deduce is Hopper's prison guard whom he probably bribed. Enzo tells them to deliver a ransom of $40,000 to his contact in Alaska. Mike flies to California to visit Eleven, where he and Will witness her being bullied by her classmate Angela; Eleven retaliates by hitting Angela in the face with a roller skate. Max tells Dustin that he saw Eddie run away the night Chrissy died. Along with Robin and Steve, they track down the traumatized Eddie and explain to him the existence of the Inverted World. Eddie and Dustin identify the entity that killed Chrissy as Vecna. Nancy and her fellow student reporter Fred investigate Chrissy's death; Eddie's uncle tells Nancy that he believes the killer is Victor Creel, a Hawkins resident who was institutionalized after allegedly murdering his family decades earlier. Fred is drawn into the woods by visions of a girl he accidentally killed before Vecna murders him. "
             },
            {
                "id": 28,
                "episodeNumber": 3,
                "title": "Chapter Three: The Monster and the Superheroine", 
                "directedBy": "Shawn Levy",
                "writtenBy": "Caitlin Schneiderhan",
                "launch": "May 27, 2022",
                "synopsis": "Sam Owens is visited by the U.S. Army, who shows him photos of Chrissy's death and believes Eleven is responsible. The police arrest Eleven for assaulting Angela, but she is taken away by Owens, who explains that Hawkins is in grave danger and reveals that he has been working on a program that may be able to bring back Eleven's powers. Eleven agrees to participate. Joyce and Murray fly to Alaska. Hopper bribes a fellow inmate to break his shackles using a sledgehammer. Nancy and Robin go to the library to look up information about Victor Creel, where they discover that Creel blamed the murders of his family on a demon, which they believe to be Vecna. Jason, the captain of the basketball team and Chrissy's boyfriend, leads the team on a hunt for Eddie, believing he killed Chrissy; Lucas abandons them. Max recalls that Chrissy had visited the school counselor before she was killed by Vecna. She steals Chrissy and Fred's files from the counselor's office and learns that they suffered from PTSD symptoms similar to hers. Max then hears Vecna call his name and has a vision of the great clock. "
             },
             {
                "id": 29,
                "episodeNumber": 4,
                "title": "Chapter Four: Dear Billy", 
                "directedBy": "Shawn Levy",
                "writtenBy": "Paul Dichter",
                "launch": "May 27, 2022",
                "synopsis": "Joyce and Murray deliver the ransom payment to Yuri, Enzo's contact, but he drugs them, planning to turn them over to the Russians for a larger profit. Hopper escapes from the prison camp, but is soon captured. Jonathan, Mike and Will prepare to escape from two of Owens' agents who have stayed to travel them, but armed soldiers attack their house. They escape with the help of Jonathan's friend Argyle, bringing an injured agent with them. Nancy and Robin interview Victor Creel at the Pennhurst psychiatric institution. Creel tells them that his family was tormented and killed by supernatural forces and he was arrested for their deaths. Fearing that Vecna is about to kill her, Max writes letters to her friends and family and asks to be taken to the cemetery to read her letter to Billy. in front of his headstone. She is soon possessed by Vecna and meets him at his altar in the Inverted World. Steve, Dustin and Lucas learn from Nancy and Robin that playing music can break Vecna's spell and they play Max's favorite song, 'Running Up That Hill', on a cassette tape. This opens a portal through which Max escapes Vecna's control, successfully avoiding death. "
             },
            {
                "id": 30,
                "episodeNumber": 5,
                "title": "Chapter Five: Project Nina", 
                "directedBy": "Nimród Antal",
                "writtenBy": "Kate Trefry",
                "launch": "May 27, 2022",
                "synopsis": "Owens takes Eleven to an abandoned banker in Nevada, where he and Dr. Brenner have developed a specialized isolation tank (called 'NINA') that allows Eleven to access memories of her time with other children at Hawkins Laboratory. Eleven attempts to escape and briefly regains her powers in the process, and is convinced to continue with the experiment. In California, Owens' injured agent gives the boys a phone number for the NINA project that connects to a modem; Mike decides to enlist the help of Dustin's girlfriend Suzie in Salt Lake City. Hopper is arrested alongside Antonov ('Enzo'). While flying to Russia, Joyce and Murray subdue Yuri and crash in the middle of nowhere. Max, Lucas, Steve and Dustin regroup with Nancy and Robin and decide to investigate the Creel house; inside, they encounter flickering lights that trace Vecna's movements in the Inverted World. Jason and his teammates locate Eddie trying to escape in a boat while Jason and his teammate Patrick swim after him. Vecna kills Patrick in front of Jason and Eddie, causing the lights in Creel's house to burst. "
             },
            {
                "id": 31,
                "episodeNumber": 6,
                "title": "Chapter Six: Diving", 
                "directedBy": "Nimród Antal",
                "writtenBy": "Curtis Gwinn",
                "launch": "May 27, 2022",
                "synopsis": "Eleven relives memories of befriending a lab nurse named 'Peter Ballard,' who warns her not to trust Brenner. She also recalls her ostracism by other test subjects, leading her to believe she was responsible for the lab massacre. Suzie helps Mike's group locate the coordinates of the NINA project and joins them in their quest to find it. Hopper and the other inmates are given a large feast, which Hopper warns is to prepare them to be fed to the Demogorgon. Later, he manages to get hold of a lighter, reminding them that the Demogorgon's weakness is fire. Joyce and Murray force Yuri to take them to a nearby town where he stores his goods and decide to have Murray pretend to be Yuri to infiltrate the prison. At a town hall meeting, Jason galvanizes the residents of Hawkins against Eddie's supposed satanic cult. Steve's group finds Eddie; Dustin realizes that his compass is misbehaving and realizes that there must be a new portal to the Inverted World nearby. They track the portal to Lover's Lake, where Steve dives in to inspect it before being pulled into the Inverted World and being attacked by bat-like creatures. Nancy, Robin and Eddie dive in after him. "
             },
             {
                "id": 32,
                "episodeNumber": 7,
                "title": "Chapter Seven: The Hawkins Lab Massacre", 
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "May 27, 2022",
                "synopsis": "Joyce, Murray, and Yuri enter Kamchatka and witness Hopper and his fellow prisoners fighting the Demogorgon. Hopper holds the creature with a flaming spear while Murray and Joyce subdue the guards and open the prison doors, allowing Hopper and Antonov to escape. Joyce and Hopper are reunited. Dustin, Lucas and Erica theorize that Vecna opened a portal at the site of each murder, which they communicate to Steve's group in the Inverted World. Both groups meet at the portal inside Eddie's trailer where Chrissy died. Robin and Eddie get out safely while Nancy is possessed by Vecna; she discovers that he is Victor Creel's son, Henry, who killed his mother and sister with his psychic powers before falling into a coma and being placed under Brenner's care. Henry became subject 001 in Brenner's experiments, and later became the nurse Peter befriended by Eleven. Eleven finally remembers that Henry committed the lab massacre and tried to kill her when she refused to help him eradicate humanity; Eleven overpowered Henry and sent him to the Inverted World, where he became Vecna."
             },
            {
                "id": 33,
                "episodeNumber": 8,
                "title": "Chapter Eight: Daddy", 
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "July 1, 2022",
                "synopsis": "Vecna shows Nancy a vision of the future where Hawkins is destroyed by rifts before releasing it. Nancy tells her experience to the others, and they determine that Vecna needs four portals to complete his plan; Max offers to lure Vecna so that the others can attack him when he is distracted. Eleven, using his powers, discovers this plan and gets Owens to arrange for his transport to Hawkins. However, Brenner arrests Owens and Eleven, insisting that she needs to complete her training. Eleven realizes that Brenner had been using her for years to try to retrieve Henry from the Inverted World. Sullivan and his forces arrive on the scene and kill all the employees; Brenner escapes with Eleven, but is shot. Eleven takes down the helicopter with her powers with some of Sullivan's men inside, and is found by Mike's group. She refuses to forgive Brenner before he dies. In Russia, Hopper, Joyce, Murray, Yuri and Antonov escape from the Soviet base after discovering several other Inverted World creatures under study in the prison. "
             },
            {
                "id": 34,
                "episodeNumber": 9,
                "title": "Chapter Nine: Eleven's Plan", 
                "directedBy": "The Duffer Brothers",
                "writtenBy": "The Duffer Brothers",
                "launch": "July 1, 2022",
                "synopsis": "The group executes their plan: Max, Lucas, and Erica go to the Creel house; Steve, Nancy, and Robin to the Inverted World to attack Vecna; and Dustin and Eddie distract the Demorbats. Eddie sacrifices himself to keep the 'bats' away. Eleven, Mike, Will, Jonathan and Argyle create an isolation tank through which Eleven enters Max's mind to fight Vecna. However, Vecna overpowers her and possesses Max; he reveals to Eleven that he has controlled the creatures of the Inverted World and acted as her 'hive mind' since she sent him there. Mike confesses his love to Eleven, giving him the strength to escape Vecna and break her control over Max before he can deliver the killing blow, but Max eventually dies from his injuries. Hopper, Joyce and Murray return to the prison and kill the Demogorgons, further weakening Vecna. Steve, Nancy and Robin set Vecna's physical form on fire and shoot him, apparently killing him. Eleven uses his powers to resurrect Max, but the latter's brief death allowed Vecna's portals to open, spreading throughout Hawkins. Two days later, the town is recovering from an 'earthquake'. Everyone is reunited, while Max remains in a coma. Will senses that Vecna is still alive, and the Inverted World begins to infiltrate the town. "
             }
        ]
    }
}