{
  "id": 12,
  "name": "Billy",

  "pt_br": {
    "biographicalInformation": {
      "name": "Billy Hargrove",
      "story": "Billy é filho de Neil Hargrove e de sua mãe (nome não revelado) antes de se mudar para Hawkins ele viva na Califórnia, Seu pai era fisicamente abusivo com ele e com sua mãe. Billy tinha paixão pelo surf quando criança e sua mãe o apoiava muito. Ele tinha boas lembranças dela em pé na praia, observando ele surfar.A mãe de Billy o abandonou algum tempo depois, devido ao comportamento de Neil. Neil acabou se casando com Susan Mayfield , mãe de Max Mayfield , que foi apresentada a Billy como sua 'nova irmã' da qual ele não gostou. O abuso de Neil em relação ao Billy o transformou em um valentão de infância, e ele é visto em suas memórias espancando outras crianças.Em 1984, Billy e sua nova família mudaram-se da Califórnia para Hawkins , Indiana , e ele começou a frequentar a Hawkins High School .1984: Billy chegou a Hawkins High School em seu Camaro azul com sua meia-irmã Max. Quando Max foi de skate para a escola , Billy saiu do carro e foi notado por vários alunos, incluindo Steve Harrington e Nancy Wheeler. Em 31 de outubro, Billy esperou para pegar Max na escola. Quando ela chegou, ele a repreendeu por ter chegado atrasada e disse que da próxima vez que acontecesse, ela teria que andar de skate para casa. A caminho de casa, Billy notou que Max parecia gostar de sua nova cidade, apesar de negar isso. Billy então perguntou a ela de quem era a culpa deles terem que se mudar para Hawkins; Max murmurou que era dele. Billy ficou furioso com este comentário e começou a acelerar e gritar. Billy, em seguida, ameaçou atropelar Mike Wheeler , Dustin Henderson e Lucas Sinclair que estavam na estrada pedalando de volta para casa. Max agarrou o volante e desviou para a outra pista para evitar a colisão com os meninos.Naquela noite, Billy participou da festa de Halloween da Tina e impressionou muitos adolescentes de Hawkins ao ganhar um concurso de bebidas, Billy rapidamente ganhou Tommy H. como amigo e lacaio, Tommy H. apresentou Billy a Steve Harrington. Embora a introdução tenha sido breve, provocou uma rivalidade entre Billy e Steve.Um dia, quando Billy viu Max saindo de sua escola com Lucas Sinclair , Billy questionou Max se ela o conhecia, e Max negou conhecer Lucas. Quando Max entrou em seu carro, Billy disse a ela que há pessoas no mundo que ela deveria evitar e que Lucas era um deles. Max tentou se levantar, mas Billy segurou firmemente seu braço e restabeleceu o comando. Enquanto voltavam para casa, Max chorou baixinho. Billy ficou ainda mais irritado com Max quando a viu com Lucas pela segunda vez no fliperama . Max tentou convencer Billy de que ela não estava saindo com Lucas, mas não conseguiu convencê-lo. Billy então lembrou a Max o que aconteceu quando ela mentiu, possivelmente quebrando seu skate como punição.Mais tarde naquele dia, Billy estava levantando pesos e ouvindo música alta enquanto Max tentava consertar o skate, Max depois saiu com Lucas sem Billy saber. Seu pai e madrasta chegaram em casa mais tarde, enquanto se preparava para sair em um encontro. Quando seu pai e madrasta descobriram que Max havia saído de casa, seu pai perguntou com raiva a Billy aonde sua irmã adotiva havia ido. Billy respondeu que ele realmente não sabia onde ela foi antes de afirmar que ele não reconheceu Max como sua família. Enfurecido com Billy por seu comportamento e por desrespeitar sua madrasta, seu pai o empurrou contra a parede e atingiu Billy. Ele então ordenou que Billy cancelasse seu encontro e encontrasse sua meia-irmã. Depois que seu pai e sua madrasta saíram, algumas lágrimas escaparam de seus olhos, mostrando que Billy não era tão duro quanto parecia quando se tratava de seu pai.Billy foi primeiro até a casa dos Sinclair para procurar por Max. Incapaz de encontrá-la lá, ele foi para a residência Wheeler . A mãe de Mike, Karen , tendo acabado de sair da banheira porque o marido não estava atendendo a porta, Billy flertou com ela antes de obter as instruções para a residência de Byers, o ponto de encontro para os meninos. Billy dirigiu para a residência de Byers, encontrando Steve e o resto das crianças lá. Billy empurrou Steve para longe e ameaçou Lucas ficar longe de Max e, em resposta, Lucas chutou-o na virilha. Antes que Billy pudesse machucá-lo, Steve interveio. Steve então iniciou uma briga com Billy, que teve a vantagem inicialmente antes de Billy se recuperar e começar a bater brutalmente no chão. Max, tendo tido o suficiente, drogou Billy com a seringa retirada do laboratório e fez com que Billy prometesse deixar ela e seus amigos em paz.1985: No verão de 1985, Billy começou a trabalhar como salva-vidas no Piscina comunitária de Hawkins, Billy, estando em muito boa forma, recebeu atenção das mulheres, principalmente de Karen Wheeler, Billy também tinha um interesse particular em Karen e enquanto flertava com ela, ele a convidou para se juntar a ele para 'aulas particulares de natação', na tentativa de seduzi-la. Karen inicialmente concordou em se encontrar com ele, no entanto, na noite de seu 'encontro', quando ela estava saindo, Karen vê seu marido Ted Wheeler e sua filha Holly em seus braços dormindo juntos no sofá, e mudou de idéia sobre ter um caso e colocar em risco a estabilidade de sua família. Billy não sabia disso e, enquanto estava no carro para encontrá-la, ensaiou o encontro com ela para si mesmo.Enquanto estava distraído, ele atropela alguma coisa e perde o controle do carro, ele desliza para uma parada na frente a uma fabrica abandonada, Saindo do carro ele analisa o estrago na parte da frente do carro e percebe que o tem uma substância viscosa sobre o carro. Ele ouviu algo se aproximando e gritou para quem tivesse se aproximando dele, De repente ele é agarrado pelo pé e arrastado para dentro da fabrica abandonada, onde o Devorador da Mentes planta uma parte de si mesmo dentro de Billy. Ele então correu para fora da fabrica e volta para o carro, acelerando em pânico. Ele parou em um telefone público para ligar para o 911, mas assim que o telefone atendeu, ele se encontra no mundo invertido onde um grupo de pessoas saem emergindo da névoa, caminhando lentamente em direção a ele. Ele foi abordado por uma cópia de si mesmo e perguntou o que queria. Dizendo 'construir, quero que você construa', referindo-se a multidão de devorados atrás dele, então de repente ele voltou para o mundo real, sem noção do que aconteceu No dia seguinte, Billy chegou à piscina em um estado de embriaguez, tropeçando, suando e fisicamente desconfortável. Ele sentou-se no topo da cadeira de salva-vidas com uma camisa, o que é mais tarde notado por Max como sendo muito incomum para ele. Mais tarde, ele se cobriu completamente com uma toalha. Karen, achando que Billy devia ter se incomodado por ela não ter ido ao encontro na noite anterior, aproximou-se de Billy no vestiário, de frente para a parede, onde se desculpou e explicou que não queria arruinar sua família. Billy brevemente pensou em atacar Karen (possuí-la como ele faz depois com Heather em vez disso, avisou-a para se afastar dele, mostrando que Billy possivelmente tinha sentimentos genuínos por ela e não queria que ela se machucasse ou fosse morta. Enquanto está sentado ao sol na cadeira de salva-vidas, Billy recebe uma queimadura grave da parte de seu braço exposto à luz direta do sol. Ele entra no chuveiro e começa a gritar em agonia e se enrola no chão. Heather entra para checá-lo depois de ouvir seus gritos. Billy, em seguida, ataca e sequestra ela, leva-a para a fabrica abandonada e apresenta-a para o Devorador da Mentes para que este possa possuir ela.Heather já possuída começa a trabalhar com Billy para possuir mais vítimas para usar no corpo físico do Devorador da Mente. Eles primeiro vão atrás dos pais de Heather ( Tom , que também é proprietário de Hawkins Post e Janet Holloway ), jantando com eles e os alimentando com biscoitos. Eles são interrompidos por Max e El, que suspeitaram que Billy tenha machucado Heather, mas depois de verem Heather aparentemente viva e bem, eles vão embora. Janet come um biscoito e desmaia. Tom é derrubado por Heather com uma garrafa de champanhe, e os dois arrastam os Holloways para a fabrica abandonada para a possessão.Depois de espionar Billy, sabendo agora que Billy está possuído pelo Devorador da Mentes, a equipe (composta por Max, On, Mike, Will e Lucas), tenta queimar o Esfolador da Mente de Billy da mesma forma que Joyce fez com Will. na 2ª temporada. Eles o atraem para a sauna da piscina de Hawkins usando um boneco de afogamento e um walkie-talkie, onde El o joga contra a parede (quebrando parte dela) e trancando a porta. Billy está furioso, batendo na porta e exigindo que o deixem sair e gritando de raiva. Depois de atrair Max para a porta, fingindo chorar, ele então usa um pedaço do azulejo quebrada da parede para quebrar a janela de vidro e tentar esfaquear Max com ele, gritando 'Eu vou retaliar você!'. Ele então quebra a porta com uma força sobre-humana, e tem uma breve luta com On, na qual termina com ela jogando-o para fora através de uma parede de tijolos. Ele então foge de volta para a fabrica abandonada, onde Heather cuida de seus ferimentos e encontra o pequeno exército de pessoas 'devoradas' que eles acumularam.Mais tarde na temporada, On visita Billy no Vazio novamente, para 'fazer contato' com ele e descobrir o que aconteceu com ele. On observa que ele está sentado em seu quarto, sem fazer nada. On 'liga' a ele e ela é levada para uma praia na Califórnia, onde um jovem Billy está surfando enquanto sua mãe assiste e o anima. Ele orgulhosamente exclama 'essa onda foi pelo menos 3 metros!'. El caminha em direção à enorme tempestade de sombras que se desenrola à distância (a 'fonte'), onde ela testemunha as memórias de Billy de toda a sua infância sendo abusado por Neil e depois assumindo os traços de seu pai para intimidar os outros. Dentro do olho da tempestade está a Brimborn Steel Works.",
      "otherNames": null,
      "nicknames": null,
      "birthDate": "29/03/1967",
      "demise": "04/07/1985",
      "hobbies": null,
      "currentAge": null,
      "ageInSeasons": {
        "t1": 16,
        "t2": 17,
        "t3": 18,
        "t4": null
      },
      "currentResidence": null,
      "otherResidences": [
        " Hawkins, Indiana (1984 – 1985)",
        "Califórnia (1967 - 1984)"
      ],
      "relatives": [
        "Susan Hargrove (madrasta)",
        "Max Mayfield (meia-irmã)",
        "Neil Hargrove (pai)"
      ],

      "otherRelationship": [
        "Heather Holloway † (Ex-colega de trabalho / Vitima que se tornou Aliada)",
        "Lucas Sinclair (inimigo)",
        "Steve Harrington (inimigo)",
        "Tommy Hagan (Amigo)"
      ],
      "relationshipStatus": null,
      "occupations": [
        "Estudante na Hawkins High School (anteriormente)",
        " Salva Vidas (Anteriormente)"
      ],
      "status": "falecido",
      "skills": null,
      "curiosities": null
    },
    "physicalInformation": {
      "species": "humano",
      "genre": "masculino",
      "height": null,
      "weight": null,
      "eyeColor": "Azuis",
      "hairColor": "Loiro"
    },
    "Interpretation": {
      "representedBy": "Dacre Montgomery",
      "apparitions": [
        "MADMAX",
        "Gostosuras ou Travessuras, Aberração",
        "O Girino",
        "Will, o Sábio",
        "Dig Dug",
        "O Espião",
        "O Devorador de Mentes",
        "O Portal",
        "Está me ouvindo, Suzie?",
        "O Caso dos Ratos",
        "A Salva-vidas Desaparecida",
        "A Prova da Sauna",
        "Os devorados",
        "E Pluribus Unum",
        "A Mordida",
        "A Batalha de Starcourt"
      ],
      "socialNetworks": {
        "facebook": "https://facebook.com/dacre.montgomery",
        "Instagram": "https://www.instagram.com/dacremontgomery/",
        "Twitter": "https://twitter.com/dacremontgomery"
      },
      "awards": [
        "Teen Choice Awards, Ator de Ficção Científica Escolhido (2017 - indicado)",
        "Screen Actors Guild Awards,  Melhor Elenco em Série Dramática (2018 - indicado)",
        "MTV Movie & TV Awards, Roubo de Cena (2018 - indicado)",
        "Screen Actors Guild Awards, Melhor Elenco em Série Dramática (2020 - indicado)"
      ],
      "patrimony": null,
      "wage": null,
      "nationality": "Perth, Austrália Ocidental,Austrália",
      "birthDate": "22/11/1994",
      "occupations": ["ator", "poeta"]
    }
  },
  "en_us": {
    "biographicalInformation": {
      "name": "Billy Hargrove",
      "story": "Billy is the son of Neil Hargrove and his mother (name undisclosed) before he moved to Hawkins he lived in California, His father was physically abusive to him and his mother. Billy had a passion for surfing as a child and his mother was very supportive. He had fond memories of her standing on the beach watching him surf.Billy's mother abandoned him some time later due to Neil's behavior. Neil eventually married Susan Mayfield , mother of Max Mayfield , who was introduced to Billy as his 'new sister' which he did not like. Neil's abuse of Billy turned him into a childhood bully, and he is seen in his memoirs beating other children.In 1984, Billy and his new family moved from California to Hawkins , Indiana , and he began attending Hawkins High School .1984: Billy arrived at Hawkins High School in his blue Camaro with his half-sister Max. When Max skateboarded to school , Billy got out of the car and was noticed by several students, including Steve Harrington and Nancy Wheeler. On October 31, Billy waited to pick Max up from school. When she arrived, he scolded her for being late and said that the next time it happened, she would have to skate home. On the way home, Billy noticed that Max seemed to like her new town, although she denied it. Billy then asked her whose fault it was that they had to move to Hawkins; Max muttered that it was his. Billy was furious at this comment and began speeding and screaming. Billy then threatened to run over Mike Wheeler , Dustin Henderson and Lucas Sinclair who were on the road riding home. Max grabbed the steering wheel and swerved into the other lane to avoid a collision with the boys.That night, Billy attended Tina's Halloween party and impressed many Hawkins teens by winning a drinking contest.Billy quickly gained Tommy H. as a friend and lackey.Tommy H. introduced Billy to Steve Harrington. Although the introduction was brief, it sparked a rivalry between Billy and Steve.One day, when Billy saw Max leaving his school with Lucas Sinclair , Billy questioned Max if she knew him, and Max denied knowing Lucas. When Max got into her car, Billy told her that there are people in the world she should avoid and that Lucas was one of them. Max tried to get up, but Billy held her arm firmly and restored command. As they walked home, Max cried softly. Billy became even more angry with Max when he saw her with Lucas for the second time at the arcade . Max tried to convince Billy that she was not seeing Lucas, but he could not convince him. Billy then reminded Max what happened when she lied, possibly breaking his skateboard as punishment.Later that day, Billy was lifting weights and listening to loud music while Max tried to fix his skateboard, Max then left with Lucas without Billy knowing. His father and stepmother arrived home later that day while he was getting ready to go out on a date. When his father and stepmother found out that Max had left home, his father angrily asked Billy where his foster sister had gone. Billy replied that he really didn't know where she went before stating that he did not recognize Max as his family. Enraged at Billy for his behavior and for disrespecting his stepmother, his father pushed him against the wall and struck Billy. He then ordered Billy to cancel his date and meet his stepsister. After his father and stepmother left, a few tears escaped his eyes, showing that Billy was not as tough as he seemed when it came to his father.Billy first went to the Sinclair house to look for Max. Unable to find her there, he went to the Wheeler residence . Mike's mother, Karen , having just gotten out of the tub because her husband was not answering the door, Billy flirted with her before getting directions to the Byers residence, the meeting place for the boys. Billy drove to Byers' residence, finding Steve and the rest of the children there. Billy pushed Steve away and threatened Lucas to stay away from Max, and in response Lucas kicked him in the groin. Before Billy could hurt him, Steve intervened. Steve then started a fight with Billy, who initially had the upper hand before Billy recovered and began brutally pounding the ground. Max, having had enough, drugged Billy with the syringe taken from the lab and made Billy promise to leave her and her friends alone.1985: In the summer of 1985, Billy began working as a lifeguard at the Hawkins Community Pool.Billy, being in very good shape, received attention from women, especially Karen Wheeler.Billy also had a particular interest in Karen and while flirting with her, he invited her to join him for private swimming lessons' in an attempt to seduce her. Karen initially agreed to meet him, however, on the night of their 'date', as she was leaving, Karen sees her husband Ted Wheeler and daughter Holly in her arms sleeping together on the couch, and changed her mind about having an affair and jeopardizing the stability of her family. Billy didn't know this and while he was in the car to meet her, he rehearsed meeting her to himself.While distracted, he runs over something and loses control of the car, he slides to a stop in front of an abandoned factory.Getting out of the car he analyzes the damage to the front of the car and realizes that there is a slimy substance on the car. He suddenly is grabbed by the foot and dragged into the abandoned factory, where the Mind Eater plants a part of itself inside Billy. He then runs out of the factory and back to his car, speeding away in a panic. He stopped at a pay phone to call 911, but as soon as the phone answered, he finds himself in the inverted world where a group of people emerge from the mist, walking slowly toward him. He was approached by a copy of himself and asked what he wanted. Saying 'build, I want you to build,' referring to the crowd of devoured behind him, then suddenly he was back in the real world, unaware of what happened The next day, Billy arrived at the pool in a drunken state, stumbling, sweating, and physically uncomfortable. He sat on top of the lifeguard chair wearing a shirt, which is later noted by Max as being very unusual for him. Later, he covered himself completely with a towel. Karen, thinking that Billy must have been upset that she hadn't gone to the meeting the night before, approached Billy in the locker room, facing the wall, where she apologized and explained that she didn't want to ruin her family. Billy briefly thought about attacking Karen (possessing her as he does later with Heather instead warned her to stay away from him, showing that Billy possibly had genuine feelings for her and didn't want her to get hurt or killed. While sitting in the sun in the lifeguard chair, Billy receives a severe burn from the part of his arm exposed to direct sunlight. He steps into the shower and begins screaming in agony and curls up on the floor. Heather enters to check on him after hearing his screams. Billy then attacks and kidnaps her, takes her to the abandoned factory and introduces her to the Mind Eater so that he can possess her.Heather already possessed begins working with Billy to possess more victims to use in the Mind Eater's physical body. They first go after Heather's parents ( Tom , who also owns Hawkins Post and Janet Holloway ), having dinner with them and feeding them cookies. They are interrupted by Max and El, who suspect that Billy has hurt Heather, but after seeing Heather apparently alive and well, they leave. Janet eats a cookie and passes out. Tom is knocked down by Heather with a bottle of champagne, and the two drag the Holloways to the abandoned factory for possession.After spying on Billy, now knowing that Billy is possessed by the Mind Eater, the team (consisting of Max, On, Mike, Will and Lucas), attempt to burn Billy's Mind Eater the same way Joyce did with Will. in Season 2. They lure him into the Hawkins pool sauna using a drowning dummy and a walkie-talkie, where El throws him against the wall (breaking part of it) and locking the door. Billy is furious, banging on the door and demanding they let him out and screaming in rage. After luring Max to the door, pretending to cry, he then uses a piece of the broken tile from the wall to break the glass window and tries to stab Max with it, shouting 'I will retaliate against you!' He then breaks the door with superhuman strength, and has a brief struggle with On, in which he ends with her throwing him out through a brick wall. He then flees back to the abandoned factory, where Heather tends to his injuries and finds the small army of 'devoured' people they have amassed.Later in the season, On visits Billy in the Void again, to 'make contact' with him and find out what happened to him. On observes that he is sitting in his room, doing nothing. On 'calls' him and she is taken to a beach in California, where a young Billy is surfing while his mother watches and cheers him on. He proudly exclaims 'that wave was at least 10 feet!' El walks towards the huge shadow storm unfolding in the distance (the 'source'), where she witnesses Billy's memories of his entire childhood being abused by Neil and then assuming the traits of his father to bully others. Within the eye of the storm is the Brimborn Steel Works.",
      "otherNames": null,
      "nicknames": null,
      "birthDate": "03/29/1967",
      "demise": "07/04/1985",
      "hobbies": null,
      "currentAge": null,
      "ageInSeasons": {
        "t1": 16,
        "t2": 17,
        "t3": 18,
        "t4": null
      },
      "currentResidence": null,
      "otherResidences": [
        "Hawkins, Indiana (1984 – 1985)",
        "California (1967 - 1984)"
      ],
      "relatives": [
        "Susan Hargrove (Stepmother)",
        "Max Mayfield (half-sister)",
        "Neil Hargrove (Father)"
      ],

      "otherRelationship": [
        "Heather Holloway † (Former Co-worker / Victim Turned Ally)",
        "Lucas Sinclair (enemy)",
        "Steve Harrington (enemy)",
        "Tommy Hagan (Friend)"
      ],
      "relationshipStatus": null,
      "occupations": [
        "Student at Hawkins High School (Formerly)",
        "Save Lives (Formerly)"
      ],
      "status": "deceased",
      "skills": null,
      "curiosities": null
    },
    "physicalInformation": {
      "species": "human",
      "genre": "masculine",
      "height": null,
      "weight": null,
      "eyeColor": "Blues",
      "hairColor": "Blonde"
    },
    "Interpretation": {
      "representedBy": "Dacre Montgomery",
      "apparitions": [
        "MADMAX",
        "Trick or Treat, Freak",
        "The Tadpole",
        "Will the Sage",
        "Dig Dug",
        "The Spy",
        "The Mind Flayer",
        "The portal",
        "Can you hear me, Suzie?",
        "The Case of the Rats",
        "The Missing Lifeguard",
        "The Sauna Test",
        "The Devoured",
        "E Pluribus Unum",
        "The Bite",
        "The Battle of Starcourt"
      ],
      "socialNetworks": {
        "facebook": "https://facebook.com/dacre.montgomery",
        "Instagram": "https://www.instagram.com/dacremontgomery/",
        "Twitter": "https://twitter.com/dacremontgomery"
      },
      "awards": [
        "Teen Choice Awards, Chosen Sci-Fi Actor (2017 - nominee)",
        "Screen Actors Guild Awards, Outstanding Ensemble in a Drama Series (2018 - Nominated)",
        "MTV Movie & TV Awards, Stealing Scene (2018 - nominee)",
        "Screen Actors Guild Awards, Outstanding Ensemble in a Drama Series (2020 - Nominated)"
      ],
      "patrimony": null,
      "wage": null,
      "nationality": "Perth, Austrália Ocidental,Austrália",
      "birthDate": "11/22/1994",
      "occupations": ["actor", "poet"]
    }
  }
}
