{
  "id": 15,
  "name": "Chrissy Cunningham",

  "pt_br": {
    "biographicalInformation": {
      "name": "Chrissy Cunningham",
      "story": "Chrissy era a líder de torcida da Hawkins High School e conhecida como a'Rainha da Hawkins High', Segundo Eddie . Apesar de ter aparência alegre, Chrissy estava lutando com sua situação doméstica e frequentou aconselhamento na Hawkins High. Depois de um dia, ela saiu do escritório da conselheira Sra. Kelly e passou por Max Mayfield no corredor, que estava a caminho do escritório.Mais tarde, ela vomitou no banheiro e foi ouvida por Max, que perguntou se ela estava bem. Ela mentiu sobre sua condição e disse a Max para deixá-la em paz. Logo depois, alguém bateu na porta, ela gritou de frustração, acreditando ser Max. Mas em vez disso, ela ouviu sua mãe , provocando-a e imitando as memórias psicologicamente angustiantes de Chrissy. Quando pés com carne podre apareceram na frente de sua cabine, ela gritou, caindo de costas no chão. A porta tremeu e enquanto Chrissy continuava a ouvir a voz zombeteira de sua mãe, ela soluçou no chão com as mãos cobrindo os ouvidos. Assim que a voz se calou, ela fugiu da sala.Mais tarde naquele dia, Chrissy deixou o terreno da escola e atravessou o campo de futebol e entrou na floresta. Quando ela chegou a uma clareira isolada perto da escola, ela ouviu um relógio. Ela se aproximou do relógio e viu sua face de vidro se estilhaçar e aranhas surgirem dele. Assustada, Chrissy recuou e esbarrou em Eddie Munson. Ele se desculpou por assustá-la e perguntou se ela estava bem. Ela se virou e descobriu que o relógio havia desaparecido. Eddie e Chrissy discutiram a venda de drogas para Chrissy. Eddie disse a Chrissy que lhe venderia por US$ 20. Ainda em choque com a visão, Chrissy não lhe deu total atenção e se assustou com um esquilo. Ficando impaciente e acreditando que sua presença era a causa de seu desconforto, Eddie disse a ela que ela não precisava comprar nada e que ele poderia ir embora. Chrissy protestou, no entanto, e depois perguntou se ele já sentiu como se estivesse “perdendo a cabeça”. Eddie respondeu brincando 'diariamente', e admitiu que não esperava que Chrissy, uma líder de torcida popular e 'rainha de Hawkins High', fizesse um negócio de drogas com ele. Ele e Chrissy conversaram sobre como se conheceram antes no ensino médio e os dois reviveram memórias antigas do show de talentos em que ambos participaram. Eddie acabou oferecendo a ela um desconto, mas Chrissy negou, então perguntou se ele tivesse algo mais forte. Naquela noite, Chrissy e Eddie foram vistos por Max Mayfield quando saíram da van de Eddie e entraram em sua trailer. Lá dentro, Eddie pediu desculpas a Chrissy por ter uma casa bagunçada. Ela perguntou se ele morava lá sozinho e ele explicou como morava com o tio que não estava em casa. Chrissy perguntou a Eddie quanto tempo levou para as drogas fazerem efeito e ele respondeu que dependia de como ela as usava. Ela então perguntou se ele tinha certeza de que tinha a droga que ela queria e Eddie a deixou para procurá-la. Enquanto ele estava fora, Chrissy ouviu o relógio novamente. Ela caminhou lentamente em direção ao barulho e olhou pela janela de Eddie. Fechando as cortinas aterrorizada, ela ligou para Eddie e perguntou se ele havia encontrado as drogas. Quando ela não recebeu resposta, ela gritou novamente. Depois de ser recebida com silêncio, Chrissy correu para o corredor, procurando e chamando por Eddie. Chrissy não estava mais no pequeno trailer, mas em uma casa maior. Ela viu sua mãe sentada em uma cadeira, costurando um vestido, e a chamou desesperada. A voz de sua mãe se transformou em um gemido profundo e assustador. Quando a mulher se virou, ela revelou um rosto demoníaco. Chrissy se viu em outro corredor, hiperventilando ao lado da porta. Chrissy puxou a porta para mantê-la fechada quando sua “mãe” tentou abri-la. Sua mãe gritou para ela abrir a porta e Chrissy gritou de terror com sua voz horrível. Quando a porta quebrou, Chrissy fugiu por um lance de escadas onde encontrou seu pai. O pai de Chrissy estava sentado em uma cadeira, mas quando ele se virou, seus olhos estavam arrancados e sua boca estava costurada. Chrissy gritou.Eddie encontrou Chrissy parada na mesma sala onde a havia deixado, mas agora ela estava em estado catatônico. Eddie se aproximou dela, tentando acordá-la, mas Chrissy não respondeu. Ele gritou o nome dela, tentando acordá-la de seu transe; suas tentativas não tiveram sucesso.As luzes em seu trailer começaram a piscar. No transe de Chrissy, ela também viu as luzes piscando. Chrissy ouviu uma voz sinistra chamando seu nome. Ela observou criatura descer as escadas. Chrissy correu, deixando seu 'pai' resmungando e parou quando ouviu um zumbido alto vindo do que parecia ser uma sala de jantar. A sala estava infestada de aranhas e moscas cobrindo vários pratos de comida em uma mesa. Ela passou correndo pela sala e puxou abrir um conjunto de portas, encontrando uma barricada que impediu a fuga. Chrissy bateu na porta barricada, gritando por socorro.  O monstro de aproximou dela, e estando completamente assustada, ele disse para ela não chorar e que seu sofrimento estava prestes a terminar. Enquanto isso, Eddie ainda estava tentando acorda-la, quando de repente ele notou que Chrissy começou a flutuar. Eddie caiu no chão sem saber o que fazer, enquanto o monstro fez os ossos de Chrissy quebrarem e arrancou seus olhos, matando-a no mesma instante. Eddie, que ficou horrorizado com o que viu, fugiu do trailer. Max viu Eddie indo embora, mas sem saber o que havia acontecido.",
      "otherNames": null,
      "nicknames": ["Queen of Hawkins College (By Eddie)"],
      "birthDate": "13/06/1968",
      "demise": "21/03/1986",
      "hobbies": null,
      "currentAge": null,
      "ageInSeasons": {
        "t1": 14,
        "t2": 15,
        "t3": 16,
        "t4": 17
      },
      "currentResidence": null,
      "otherResidences": ["Hawkins, Indiana (1968 - 1986)"],
      "relatives": ["Laura Cunningham (Mother)", "Phillip Cunningham (Father)"],

      "otherRelationship": [
        "Jason Carver (Ex-Boyfriend)",
        "Eddie Munson (Friend)",
        "Max Mayfield (Colleague)"
      ],
      "relationshipStatus": "Dating Jason Carver (Formerly)",
      "occupations": ["Student at Hawkins High School (Formerly)"],
      "status": "deceased",
      "skills": null,
      "curiosities": null
    },
    "physicalInformation": {
      "species": "humano",
      "genre": "Feminino",
      "height": null,
      "weight": null,
      "eyeColor": "Azuis",
      "hairColor": "Loiro meio ruivo"
    },
    "Interpretation": {
      "representedBy": "Grace Van Dien",
      "apparitions": null,
      "socialNetworks": {
        "Instagram": "https://www.instagram.com/gracevandien/",
        "Twitter": "https://twitter.com/gracevandien",
        "TikTok": "https://www.tiktok.com/@bluefille"
      },
      "awards": null,
      "patrimony": null,
      "wage": null,
      "nationality": "americana",
      "birthDate": "15/10/1996",
      "occupations": null
    }
  },
  "en_us": {
    "biographicalInformation": {
      "name": "Chrissy Cunningham",
      "story": "Chrissy was the Hawkins High School cheerleader and known as the'Queen of Hawkins High,' According to Eddie . Despite her cheerful appearance, Chrissy was struggling with her domestic situation and attended counseling at Hawkins High. After one day, she left counselor Mrs. Kelly's office and passed Max Mayfield in the hallway, who was on his way to the office.Later, she vomited in the bathroom and was overheard by Max, who asked if she was okay. She lied about her condition and told Max to leave her alone. Soon after, someone knocked on the door.She screamed in frustration, believing it to be Max. But instead, she heard her mother , teasing her and mimicking Chrissy's psychologically distressing memories. When feet with rotting flesh appeared in front of her cabin, she screamed, falling backwards onto the floor. The door shook and as Chrissy continued to hear her mother's mocking voice, she sobbed on the floor with her hands covering her ears. As soon as the voice fell silent, she fled the room.Later that day, Chrissy left the school grounds and walked across the soccer field and into the forest. When she reached a secluded clearing near the school, she heard a clock. She approached the clock and saw its glass face shatter and spiders appear from it. Startled, Chrissy backed away and bumped into Eddie Munson. He apologized for scaring her and asked if she was all right. She turned around and discovered that the watch was gone. Eddie and Chrissy discussed selling drugs to Chrissy. Eddie told Chrissy that he would sell them to her for $20. Still in shock at the sight, Chrissy did not give him her full attention and was startled by a squirrel. Growing impatient and believing that his presence was the cause of her discomfort, Eddie told her that she didn't need to buy anything and that he could leave. Chrissy protested, however, and then asked if he ever felt like he was 'losing his mind'. Eddie jokingly replied 'daily', and admitted that he didn't expect Chrissy, a popular cheerleader and 'queen of Hawkins High', to make a drug deal with him. He and Chrissy talked about how they met earlier in high school, and the two relived old memories of the talent show they both participated in. Eddie eventually offered her a discount, but Chrissy denied it, then asked if he had anything stronger. That night, Chrissy and Eddie were spotted by Max Mayfield as they exited Eddie's van and entered his trailer. Inside, Eddie apologized to Chrissy for having a messy house. She asked if he lived there alone and he explained how he lived with his uncle who was not home. Chrissy asked Eddie how long it took for the drugs to take effect and he replied that it depended on how she used them. She then asked if he was sure he had the drug she wanted and Eddie left her to look for it. While he was gone, Chrissy heard the clock again. She walked slowly toward the noise and looked out Eddie's window. Closing the curtains in terror, she called Eddie and asked if he had found the drugs. When she received no answer, she shouted again. After being met with silence, Chrissy ran out into the hallway, looking and calling for Eddie. Chrissy was no longer in the small trailer, but in a larger house. She saw her mother sitting in a chair, sewing a dress, and called out to her in desperation. Her mother's voice turned into a deep, frightening moan. When the woman turned around, she revealed a demonic face. Chrissy found herself in another hallway, hyperventilating beside the door. Chrissy pulled the door to keep it closed when her 'mother' tried to open it. Her mother screamed for her to open the door and Chrissy screamed in terror in her horrible voice. When the door broke down, Chrissy fled down a flight of stairs where she found her father. Chrissy's father was sitting in a chair, but when he turned around, his eyes were gouged out and his mouth was sewn shut. Chrissy screamed.Eddie found Chrissy standing in the same room where he had left her, but now she was in a catatonic state. Eddie approached her, trying to wake her up, but Chrissy did not respond. He shouted her name, trying to wake her from her trance; his attempts were unsuccessfull The lights in her trailer began to flicker. In Chrissy's trance, she also saw the lights flashing. Chrissy heard an ominous voice calling her name. She watched the creature come down the stairs. Chrissy ran, leaving her grumbling 'father' and stopped when she heard a loud buzzing sound coming from what appeared to be a dining room. The room was infested with spiders and flies covering several plates of food on a table. She ran past the room and pulled open a set of doors, finding a barricade that prevented escape. Chrissy knocked on the barricaded door, screaming for help.  The monster approached her, and being completely frightened, he told her not to cry and that her suffering was about to end. Meanwhile, Eddie was still trying to wake her up, when suddenly he noticed that Chrissy started to float away. Eddie fell to the floor not knowing what to do, as the monster made Chrissy's bones break and gouged out her eyes, killing her in the same instant. Eddie, who was horrified by what he saw, ran out of the trailer. Max saw Eddie leaving, but without knowing what had happened.",
      "otherNames": null,
      "nicknames": ["Rainha do Colégio Hawkins (Por Eddie)"],
      "birthDate": "13/06/1968",
      "demise": "21/03/1986",
      "hobbies": null,
      "currentAge": null,
      "ageInSeasons": {
        "t1": 14,
        "t2": 15,
        "t3": 16,
        "t4": 17
      },
      "currentResidence": null,
      "otherResidences": ["Hawkins, Indiana (1968 - 1986)"],
      "relatives": ["Laura Cunningham (Mãe)", "Phillip Cunningham (Pai)"],

      "otherRelationship": [
        "Jason Carver (Ex-namorado)",
        "Eddie Munson (Amigo)",
        "Max Mayfield (Colega)"
      ],
      "relationshipStatus": "Namorando com Jason Carver (Anteriormente)",
      "occupations": ["Estudante na Hawkins High School (Anteriormente)"],
      "status": "deceased",
      "skills": null,
      "curiosities": null
    },
    "physicalInformation": {
      "species": "human",
      "genre": "Feminine",
      "height": null,
      "weight": null,
      "eyeColor": "Blues",
      "hairColor": "Half Red Blonde"
    },
    "Interpretation": {
      "representedBy": "Grace Van Dien",
      "apparitions": null,
      "socialNetworks": {
        "Instagram": "https://www.instagram.com/gracevandien/",
        "Twitter": "https://twitter.com/gracevandien",
        "TikTok": "https://www.tiktok.com/@bluefille"
      },
      "awards": null,
      "patrimony": null,
      "wage": null,
      "nationality": "American",
      "birthDate": "10/15/1996",
      "occupations": null
    }
  }
}
